{
  "Ok": [
    {
      "id": 1721750,
      "character": null,
      "character_name": null,
      "content": "<p>As our story begins from Mad Investor Chaos, Carissa Sevar has just kissed Keltham and threatened to steal his shirt!</p>",
      "created_at": "2021-12-01T05:42:19.355+00:00",
      "icon": null,
      "updated_at": "2021-12-01T05:42:19.355+00:00",
      "user": {
        "id": 366,
        "username": "Iarwain"
      }
    },
    {
      "id": 1721751,
      "character": null,
      "character_name": null,
      "content": "<p>It turns out that dath ilan doesn't have exactly the same ideas about kissing.&nbsp; Keltham gets through that by just mirroring what Carissa does, since kisses are anatomically symmetrical.&nbsp; They both survive the experience.</p>",
      "created_at": "2021-12-01T05:42:57.011+00:00",
      "icon": null,
      "updated_at": "2021-12-01T05:49:19.120+00:00",
      "user": {
        "id": 366,
        "username": "Iarwain"
      }
    },
    {
      "id": 1721752,
      "character": null,
      "character_name": null,
      "content": "<p>Carissa invites Keltham to take his first step into sadism by biting her ear, which he does.</p>\r\n<p>Carissa then mentions the fact that third-circle wizards are tougher than mortals (implying Keltham can potentially bite harder without hurting her).</p>\r\n<p>Keltham has Additional Questions about this, and indeed Suspicions about just how likely that would be, but sets them aside for <em>later</em>.</p>",
      "created_at": "2021-12-01T05:44:38.279+00:00",
      "icon": null,
      "updated_at": "2021-12-01T05:45:49.806+00:00",
      "user": {
        "id": 366,
        "username": "Iarwain"
      }
    },
    {
      "id": 1721757,
      "character": null,
      "character_name": null,
      "content": "<p>The characters move to the downstairs bedroom.</p>\r\n<p>Carissa ponders whether she might push Keltham's sadism far enough that she might have to use a lot of acting ability to keep up with it.</p>\r\n<p>She concludes that, since the other women she's competing are younger and will have an even harder time keeping up, this is a good plan.</p>",
      "created_at": "2021-12-01T05:48:32.445+00:00",
      "icon": null,
      "updated_at": "2021-12-01T05:48:47.450+00:00",
      "user": {
        "id": 366,
        "username": "Iarwain"
      }
    },
    {
      "id": 1721762,
      "character": null,
      "character_name": null,
      "content": "<p>Keltham removes his shirt, introducing the following bit of dath ilani worldbuilding:</p>",
      "created_at": "2021-12-01T05:56:48.414+00:00",
      "icon": null,
      "updated_at": "2021-12-01T05:56:48.414+00:00",
      "user": {
        "id": 366,
        "username": "Iarwain"
      }
    },
    {
      "id": 1721764,
      "character": {
        "id": 11562,
        "name": "dath ilan",
        "screenname": null
      },
      "character_name": "dath ilan",
      "content": "<blockquote>\r\n<p>Keltham taking off his jacket-shirt is going to look strange, to an inhabitant of Golarion not accustomed to overengineered dath ilani clothing.</p>\r\n<p>In principle, one spends a lot of time in clothes, and hence should be willing to spend some money on better clothes.</p>\r\n<p>In practice there is a certain element, in Civilization's clothing choices, of that dath ilani personality trait which always puts a hidden passageway behind at least one bookcase in the house library. &nbsp;Often one that just goes around a short corner and exits from a different bookcase in the same library. &nbsp;The point is, the hidden passageway has to be there, and if you ask why, the people of dath ilan will smile and tell you to shut up.</p>\r\n<p>Keltham's jacket-shirt assembly includes more technology than just zipper slides. &nbsp;It has been painstakingly designed by a cultural accumulation-over-time of engineers with +4sd intelligence to, among other things: manifest a rainproof hood from no obvious receptable, convert between warmer and colder coverage... and be easy to remove from yourself while you're already cuddling somebody, without having to disentangle yourself. &nbsp;This easy-removal feature makes good use of micro-velcro fine enough to not be obvious from a distance, and arrays of tiny rare-earth magnets which automatically pull bits of fabric back together again in a correct stepwise pattern.</p>\r\n<p>From an outside perspective, one would see Keltham tear his jacket-shirt off of himself with an audible ripping sound, and end up holding a jacket with no visible damage. &nbsp;If you were watching closely enough, you'd see the jacket split along the seams and then quickly come together again along those same seams. &nbsp;The way this registers from outside is not an accident or any kind of side effect of other design purposes. &nbsp;A mad engineer who would detect in Golarion as INT 26 spent several years figuring out exactly how to do that and make it look cool, subsequently collecting 0.1-unskilled-labor-hour royalties on over 200,000,000 pieces of clothing.</p>\r\n</blockquote>",
      "created_at": "2021-12-01T05:59:12.623+00:00",
      "icon": {
        "id": 198209,
        "keyword": "dath ilan",
        "url": "https://abagond.files.wordpress.com/2013/11/earth-egress1a2.jpg?w=400&h=400"
      },
      "updated_at": "2021-12-01T05:59:25.858+00:00",
      "user": {
        "id": 366,
        "username": "Iarwain"
      }
    },
    {
      "id": 1721766,
      "character": null,
      "character_name": null,
      "content": "<p>Carissa now&nbsp;<em>really</em> wants Keltham's shirt.</p>",
      "created_at": "2021-12-01T05:59:50.464+00:00",
      "icon": null,
      "updated_at": "2021-12-01T05:59:50.464+00:00",
      "user": {
        "id": 366,
        "username": "Iarwain"
      }
    },
    {
      "id": 1721770,
      "character": null,
      "character_name": null,
      "content": "<p>Some additional sadomasochism occurs.</p>\r\n<p>Carissa starts wondering, though she knows it's optimistic, if maybe Keltham also has desires with no place in Axis.</p>",
      "created_at": "2021-12-01T06:01:53.720+00:00",
      "icon": null,
      "updated_at": "2021-12-01T06:01:53.720+00:00",
      "user": {
        "id": 366,
        "username": "Iarwain"
      }
    },
    {
      "id": 1721774,
      "character": null,
      "character_name": null,
      "content": "<p>Keltham tries doing some sexy things to Carissa.</p>\r\n<p>Carissa is faking all her responses in order to optimize how to appear to Keltham, as one does in Cheliax, which takes enough focus that it doesn't leave her room for much in the way of real sexual response.</p>",
      "created_at": "2021-12-01T06:06:35.225+00:00",
      "icon": null,
      "updated_at": "2021-12-01T06:12:11.759+00:00",
      "user": {
        "id": 366,
        "username": "Iarwain"
      }
    },
    {
      "id": 1721779,
      "character": null,
      "character_name": null,
      "content": "<p>Keltham has some training to read subtle bodily responses that Carissa doesn't know how to fake, because it's the sort of thing that seems cool to learn when you're a dath ilani teenaged male.&nbsp; Her micro responses don't match her macro responses.&nbsp; Keltham wonders without saying anything whether it's his reading of Carissa's micro responses that are broken, or the responses themselves.&nbsp; It doesn't occur to Keltham that Carissa is faking her responses in order to manipulate him, but the fixed overt presentation blatantly rhymes with the Permanent Cheerfulness of his students, if his ability to read her isn't just broken.&nbsp; Without saying anything, Keltham tries some experiments to narrow things down.</p>",
      "created_at": "2021-12-01T06:10:04.742+00:00",
      "icon": null,
      "updated_at": "2021-12-01T06:52:47.154+00:00",
      "user": {
        "id": 366,
        "username": "Iarwain"
      }
    },
    {
      "id": 1721780,
      "character": null,
      "character_name": null,
      "content": "<p>Carissa's subtle tells continue reading at 'low' no matter what Keltham tries.</p>",
      "created_at": "2021-12-01T06:10:56.668+00:00",
      "icon": null,
      "updated_at": "2021-12-01T06:10:56.668+00:00",
      "user": {
        "id": 366,
        "username": "Iarwain"
      }
    },
    {
      "id": 1721781,
      "character": null,
      "character_name": null,
      "content": "<p>They change to Carissa doing sexy things to Keltham.</p>",
      "created_at": "2021-12-01T06:11:36.115+00:00",
      "icon": null,
      "updated_at": "2021-12-01T06:12:26.347+00:00",
      "user": {
        "id": 366,
        "username": "Iarwain"
      }
    },
    {
      "id": 1721785,
      "character": null,
      "character_name": null,
      "content": "<p>Keltham challenges Carissa to a sexy game.</p>\r\n<p>Carissa says that \"she bets\" she can do it.</p>\r\n<p>Those words have only one possible meaning in dath ilan.</p>\r\n<p>(Namely, actual betting.&nbsp; There's no colloquialism of 'I bet' to mean 'I believe'.)</p>",
      "created_at": "2021-12-01T06:13:37.514+00:00",
      "icon": null,
      "updated_at": "2021-12-01T06:13:37.514+00:00",
      "user": {
        "id": 366,
        "username": "Iarwain"
      }
    },
    {
      "id": 1721786,
      "character": null,
      "character_name": null,
      "content": "<p>In the course of discussing betting terms, Carissa says:</p>\r\n<blockquote>\r\n<p>&ldquo;So I could name terms along those lines,&rdquo; she says, &ldquo;but I feel obliged to note that a symmetrical bet like that seems very dath ilani, very Neutral, not even a little bit Evil. &hellip;and relatedly that it does not sound like you named anything that you really desperately want.&rdquo;</p>\r\n</blockquote>",
      "created_at": "2021-12-01T06:14:12.990+00:00",
      "icon": null,
      "updated_at": "2021-12-01T06:53:08.449+00:00",
      "user": {
        "id": 366,
        "username": "Iarwain"
      }
    },
    {
      "id": 1721788,
      "character": null,
      "character_name": null,
      "content": "<p>Subsequent discussion escalates to the point where it has pretty thoroughly interrupted the sex.</p>",
      "created_at": "2021-12-01T06:16:42.738+00:00",
      "icon": null,
      "updated_at": "2021-12-01T06:23:56.403+00:00",
      "user": {
        "id": 366,
        "username": "Iarwain"
      }
    },
    {
      "id": 1721792,
      "character": null,
      "character_name": null,
      "content": "<p>Key snippets:</p>\r\n<p>Keltham:</p>\r\n<blockquote>\r\n<p>\"But I - don't understand - what you mean by saying that a symmetrical bet isn't Evil. &nbsp;You bet because you expect to win? &nbsp;Maybe some people aren't like that in the cuddleroom, but I sure am - I mean - what version of this practice is asymmetrical, Evil instead of Neutral -\"</p>\r\n<p>\"You can't just mean, what, that we pick something with even odds and - bet an hour one way against two minutes the other way? &nbsp;Wouldn't that be less Evil for you, even if it was more Evil for me? &nbsp;Taking things without giving in return, isn't that - I mean, isn't that - a smaller version of Abaddon, basically?\"</p>\r\n</blockquote>\r\n<p>Carissa:</p>\r\n<blockquote>\r\n<p>\"I am here. I am not here because I calculated how much pleasure I could get out of you and how much inconvenience I would be buying it for, and in fact came here without any particular expectation that dath liani sex is pleasurable to Chelish people, though it does seem to be, actually. I am here because I want you, and - part of what it means to want you, in the terms I learned, insofar as it's safe and reasonable and all those other things - is to want to put myself in your power and witness what you do with it, to strip away every conventional arrangement for how we ought to relate to each other, to <em>stop calculating</em> whether it's been long enough or fair enough or reciprocated closely enough, to emerge <em>whatever you choose to make of me</em>. And the difference between us and Abaddon is that I knew what I wanted, and came here to do it, chose this and chose you in pure selfish curiosity about what you'll do with me and where I'll be after that. And if your terms aren't fair, I can walk away, if I'd like, but I can also <em>not </em>walk away, if I'd like. And there's nothing of Abaddon in a bet we both agree to, with our eyes open, for our own reasons, even if it gives you everything and me merely the satisfaction of having that to give you.\"</p>\r\n</blockquote>\r\n<p>Keltham:</p>\r\n<blockquote>\r\n<p>\"We're taught - that there's always an exchange, one way or another - and that we have to acknowledge whatever that exchange is, to make sure it's a fair one -\"</p>\r\n<p>\"If I knew you better, or maybe if just understood Chelish people, I'd already know what you were - expecting from me in this - in whatever we're doing, which is something that I don't even understand, if we're not trading pleasures with each other, which, I mean, some people enjoy the act more than others, it doesn't mean that - what they're doing isn't valuable -\"</p>\r\n<p>\"I can tell I'm in the wrong frame for this new thing that we're doing but I was raised among people who weren't Evil enough and I don't understand what the really Evil thing to do here <em>is</em>. &nbsp;Part of me is fascinated by the idea of you giving me things and you being rewarded only by the satisfaction of giving them to me, but wouldn't that make <em>you </em>Good?\"</p>\r\n</blockquote>\r\n<p>Carissa:</p>\r\n<blockquote>\r\n<p>\"It's not resistant to analysis, but you can't do it at <em>all </em>by trying to make sure the other person's getting their duly negotiated share of the value being produced, you will destroy all the value being produced if you try. It runs on - Evil emotions let loose in a context where it is safe to let them loose - on the power that want has, when it's not held in check by all the things that have to hold in in check almost every minute of all of the time, it runs on - from the other end - the ways that it changes you, for the better, to <em>stop looking out for your interests</em> and discover where they fall when you aren't protecting them -\"</p>\r\n</blockquote>\r\n<p>Carissa also mentions that sex games can involve giving people orders they can't follow, in order to punish them, and deliberate unfairness.</p>",
      "created_at": "2021-12-01T06:21:34.712+00:00",
      "icon": null,
      "updated_at": "2021-12-01T06:55:12.196+00:00",
      "user": {
        "id": 366,
        "username": "Iarwain"
      }
    },
    {
      "id": 1721794,
      "character": {
        "id": 11562,
        "name": "dath ilan",
        "screenname": null
      },
      "character_name": "dath ilan",
      "content": "<blockquote>\r\n<p>Boy howdy betsy-booyah is Carissa using some ideas not natural to the conceptual language of dath ilan.</p>\r\n<p>When Keltham was very young indeed, it was explained to him that if somebody old enough to know better were to deliberately kill somebody, Civilization would send them to the Last Resort (an island landmass that another world might call 'Japan'), and that if Keltham deliberately killed somebody and destroyed their brain, Civilization would just put him into cryonic suspension immediately.</p>\r\n<p>It was carefully and rigorously emphasized to Keltham, in a distinction whose tremendous importance he would not understand until a few years later, that this was not a <em>threat</em>. &nbsp;It was not a promise of <em>conditional punishment</em>. &nbsp;Civilization was not trying to <em>extort </em>him into not killing people, into doing what Civilization wanted instead of what Keltham wanted, based on a prediction that Keltham would obey if placed into a counterfactual payoff matrix where Civilization would send him to the Last Resort if and only if he killed. &nbsp;It was just that, if Keltham demonstrated a tendency to kill people, the other people in Civilization would have a natural incentive to transport Keltham to the Last Resort, so he wouldn't kill any others of their number; Civilization would have that incentive to exile him regardless of whether Keltham responded to that prospective payoff structure. &nbsp;If Keltham deliberately killed somebody and let their brain-soul perish, Keltham would be immediately put into cryonic suspension, not to further escalate the threat against the more undesired behavior, but because he'd demonstrated a level of danger to which Civilization didn't want to expose the other exiles in the Last Resort.</p>\r\n<p>Because, of course, if you try to make a threat against somebody, the only reason why you'd do that, is if you believed they'd respond to the threat; that, intuitively, is what the definition of a threat is.</p>\r\n<p>It's why Iomedae can't just alter herself to be a kind of god who'll release Rovagug unless Hell gets shut down, and threaten Pharasma with that; Pharasma, and indeed all the other gods, are the kinds of entity who will predictably just ignore that, even if that means the multiverse actually gets destroyed. &nbsp;And then, given that, Iomedae doesn't have an incentive to release Rovagug, or to self-modify into the kind of god who will visibly inevitably do that unless placated.</p>\r\n<p>Gods and dath ilani both know this, and have math for defining it precisely.</p>\r\n<p>Politically mainstream dath ilani are not libertarians, minarchists, or any other political species that the splintered peoples of Golarion would recognize as having been invented by some luminary or another. &nbsp;Their politics is built around math that Golarion doesn't know, and can't be predicted in detail without that math. &nbsp;To a Golarion mortal resisting government on emotional grounds, \"Don't kill people or we'll send you to the continent of exile\" and \"Pay your taxes or we'll nail you to a cross\" sound like threats just the same - maybe one sounds better-intentioned than the other, but they both sound like threats. &nbsp;It's only a dath ilani, or perhaps a summoned outsider forbidden to convey their alien knowledge to mortals, who'll notice the part where Civilization's incentive for following the exile conditional doesn't depend on whether you respond to exile conditionals by refraining from murder, while the crucifixion conditional is there because of how the government expects Golarionites to respond to crucifixion conditionals by paying taxes. &nbsp;There is a crystalline logic to it that is not like yielding to your impulsive angry defiant feelings of not wanting to be told what to do.</p>\r\n<p>The dath ilani built Governance in a way more thoroughly voluntarist than Golarion could even understand without math, not (only) because those dath ilani thought threats were morally icky, but because they knew that a certain kind of technically defined threat wouldn't be an equilibrium of ideal agents; and it seemed foolish and dangerous to build a Civilization that would <em>stop working</em> if people started behaving <em>more rationally</em>.</p>\r\n<p>The Taldane word 'punishment' translates into Civilization's conceptual library as a technical concept for a structure that should never appear in reality - not just the punishment itself being kept out of reality; the <em>threat </em>of punishment is something that shouldn't appear in the <em>actual counterfactuals</em>.</p>\r\n<p>So \"giving someone orders that they cannot follow, so you can punish them for failing to follow them\" <em>doesn't make any sense even assuming the actualization of a counterfactual threat structure</em>, because <em>punishment </em>is by technical definition something that appears in <em>threats</em>, which, if they're being deployed sanely, are meant to work in a way where the naive agent obeys in actual reality and therefore the threatening agent doesn't have to expend resources on carrying out the punishment in actual reality, so why would you <em>purposefully give somebody orders they can't follow</em>, that doesn't even make sense <em>even in the world where threats work on people</em> -</p>\r\n</blockquote>\r\n<p>&nbsp;</p>\r\n<blockquote>\r\n<p>And that's not even getting into the math underlying the dath ilani concepts of 'fairness'! &nbsp;If Alis and Bohob both do an equal amount of labor to gain a previously unclaimed resource worth 10 value-units, and Alis has to propose a division of the resource, and Bohob can either accept that division or say they both get nothing, and Alis proposes that Alis get 6 units and Bohob get 4 units, Bohob should accept this proposal with probability &lt; 5/6 so Alis's expected gain from this unfair policy is less than her gain from proposing the fair division of 5 units apiece. &nbsp;Conversely, if Bohob makes a habit of rejecting proposals less than '6 value-units for Bohob' with probability proportional to how much less Bohob gets than 6, like Bohob thinks the 'fair' division is 6, Alis should ignore this and propose 5, so as not to give Bohob an incentive to go around demanding more than 5 value-units.</p>\r\n<p>A good negotiation algorithm degrades smoothly in the presence of small differences of conclusion about what's 'fair', in negotiating the division of gains-from-trade, but doesn't give either party an incentive to move away from what that party actually thinks is 'fair'. &nbsp;This, indeed, is what makes the numbers the parties are thinking about be about the subject matter of 'fairness', that they're about a division of gains from trade intended to be symmetrical, as a target of surrounding structures of counterfactual actions that stabilize the 'fair' way of looking things without blowing up completely in the presence of small divergences from it, such that the problem of arriving at negotiated prices is locally incentivized to become the problem of finding a symmetrical Schelling point.</p>\r\n<p>(You wouldn't think you'd be able to build a civilization without having invented the basic math for things like that - the way that coordination actually works at all in real-world interactions as complicated as figuring out how many apples to trade for an orange. &nbsp;And in fact, having been tossed into Golarion or similar places, one sooner or later observes that people do not in fact successfully build civilizations that are remotely sane or good if they haven't grasped the Law governing basic multiagent structures like that.)</p>\r\n</blockquote>",
      "created_at": "2021-12-01T06:23:36.890+00:00",
      "icon": {
        "id": 198209,
        "keyword": "dath ilan",
        "url": "https://abagond.files.wordpress.com/2013/11/earth-egress1a2.jpg?w=400&h=400"
      },
      "updated_at": "2021-12-01T06:23:36.890+00:00",
      "user": {
        "id": 366,
        "username": "Iarwain"
      }
    },
    {
      "id": 1721796,
      "character": null,
      "character_name": null,
      "content": "<p>Carissa continues to attempt to explain that she is trying to give herself to Keltham to do whatever he wants with her.</p>\r\n<p>Keltham:</p>\r\n<blockquote>\r\n<p>Again that sense of standing on a narrow ledge, and not being sure whether Carissa is trying to stabilize him or push him off it.</p>\r\n<p>\"I - you're right that there's a part of me that wants that - wants it a lot - and I keep wanting to say that it's like being offered a, an apple for free, without paying for it, who wouldn't want it, except that I can tell it's more sexual than that,\" and deeper and darker and maybe dangerous, \"but - but how is it okay? &nbsp;How is it all right with you? &nbsp;I keep wanting to check that you're not expecting more equity or the rights to the fasteners in my shirt or - but you sound like you've done this with other sex partners - it seems so, so valuable, to give that to somebody, if you didn't charge for it at all even in non-financial ways then there should be many many more people wanting it then people who'll supply it and I don't understand and yes I know it shouldn't be something I need to figure out to have the sex itself, but it doesn't feel safe to grab something so precious and scarce, whose scarcity has to be rationed somehow, without knowing why I get it, when not everyone gets it, because that reason, whatever it is, is the price*.\"</p>\r\n<p>(*) Lit. \"factor_that_varies-to_equilibrate-supply-demand\" in Baseline, but unfortunately this more technical and general term has just translated right back into 'price' in Taldane.</p>\r\n</blockquote>\r\n<p>Carissa:</p>\r\n<blockquote>\r\n<p>\" - I think it's pretty balanced actually, in supply and demand? Cheliax has - philosophy, about parts of yourself you discover through pain, through obedience, through not having choices. Some people hear that and think 'well that sounds false of me', or try it and it's false of them, but - but it's true of lots of people, about as many as there are people who discover something in themselves through sadism... it'd be neat, for me, if I were offering you something very precious you could otherwise stalk half the world looking for even with all your money, but if you ask the class in the morning you'll have three volunteers.\" She mentally considers the girls in the class. \"...you'll have five but three who know for sure they're into it.\" This would be overconfident if she didn't have the power to order the girls in the class to not ALL VOLUNTEER FOR KELTHAM TO TORTURE THEM HE WON'T THINK THAT'S PLAUSIBLE.</p>\r\n</blockquote>\r\n<p>Keltham asks himself why he's scared of trying this when he clearly wants it, and finds:</p>\r\n<blockquote>\r\n<p>Keltham smiles, for he sees the humor in the situation, though he doesn't know if Carissa will find it humorous at all.</p>\r\n<p>\"Well, I just got an interesting answer from my mind when I asked it why I was scared of something I knew I wanted. &nbsp;Apparently, I really don't want to disappoint you by missing some key requirement on my performance that you're not thinking to mention, and then you'll never offer me this again. &nbsp;Apparently, even if three other women here offer it to me, I'm attached to getting it from you, in particular. &nbsp;I have no idea how you'll take that, but it seemed like the sort of thing I ought to let you know.\"</p>\r\n</blockquote>\r\n<p>Carissa:</p>\r\n<blockquote>\r\n<p>Carissa has not encountered that level of being emotionally vulnerable at someone on purpose - presumably it's on purpose? - since she was eight and another child told her that their dad died yesterday, as if they expected sympathy for this. She corrected them, by saying cheerfully, 'you look it. you have a dead dad face' and then, when the kid merely looked confused, 'like, if I were your dad, I would die, of how stupid your face looks'. This got the message across and Carissa does not think the kid even said it to anyone else and got beaten for it, so really, she was doing him a favor.&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>....anyway. \"So far I have found all your miscommunications very endearing. I think I will enjoy watching you get better at this, even if you are very bad at it, starting out. And - it's doing it more wrong, to want it and - do something else, you aren't actually avoiding doing it wrong that way.\"</p>\r\n</blockquote>\r\n<p>Keltham:</p>\r\n<blockquote>\r\n<p>\"Haven't actually noticed that internal phenomenon with any other women before. &nbsp;I suppose it requires respecting somebody to some noticeable degree, [further snippet redacted]. &nbsp;And here I thought I was just aromantic, ha ha. &nbsp;I wonder if Civilization has a secret effort underway to cure people like me out of existence, or just try to make sure we have fewer kids, so our descendants won't be running around needing something that dath ilan can never give us.\"</p>\r\n</blockquote>\r\n<p>Carissa:</p>\r\n<blockquote>\r\n<p>a-sexual was doesn't actually do sex, a-romantic is doesn't actually do romance.</p>\r\n<p>Is he. Saying that he is falling in love.&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>Well, that was one of the objectives, so, good job on that objective, Carissa. Are such declarations accompanied by snuggles? It seems like maybe they should be. She will stop leaning over him and curl herself in at his side.</p>\r\n</blockquote>",
      "created_at": "2021-12-01T06:30:04.179+00:00",
      "icon": null,
      "updated_at": "2021-12-01T06:30:04.179+00:00",
      "user": {
        "id": 366,
        "username": "Iarwain"
      }
    },
    {
      "id": 1721798,
      "character": null,
      "character_name": null,
      "content": "<p>During subsequent discussions, Carissa again hints that she intends to acquire Keltham's shirt.</p>\r\n<p>Keltham replies that it is HIS SHIRT and he considers that part to be SERIOUS BUSINESS.</p>",
      "created_at": "2021-12-01T06:31:14.097+00:00",
      "icon": null,
      "updated_at": "2021-12-01T06:31:14.097+00:00",
      "user": {
        "id": 366,
        "username": "Iarwain"
      }
    },
    {
      "id": 1721799,
      "character": null,
      "character_name": null,
      "content": "<p>Keltham also mentions (since they haven't resumed activities yet) that he's been trained to read subtle tells and that so far as he could tell, they all continued to read 'low arousal' no matter what he tried doing to her; he's not sure if that means he can't read women who haven't been trained in dath ilani baseline training for women, or what exactly.</p>",
      "created_at": "2021-12-01T06:32:35.506+00:00",
      "icon": null,
      "updated_at": "2021-12-01T06:32:35.506+00:00",
      "user": {
        "id": 366,
        "username": "Iarwain"
      }
    },
    {
      "id": 1721800,
      "character": null,
      "character_name": null,
      "content": "<p>Carissa:</p>\r\n<blockquote>\r\n<p>&nbsp;</p>\r\n</blockquote>\r\n<p>&nbsp;</p>\r\n<blockquote>\r\n<p>What's an explanation that's not 'oh, I was really hoping I could just fake it'. And not 'yeah, that's Chelish girls, unreadable', which it'd now be her responsibility to coordinate everyone on that!! Which seems hard!!! It's - it's the same problem they ran into earlier, right, Keltham pulling apparently-magical correlations out of nowhere, because his society shelves entirely different things alongside each other - and not 'actually I really dislike experiencing pleasure', which isn't even true but feels kind of true right now, and not 'oh that was my badly behaved unsexy body double -'</p>\r\n<p>&nbsp;</p>\r\n<p>Why is her life LIKE this -</p>\r\n<p>&nbsp;</p>\r\n<p>As few lies as possible. Only she doesn't even know what the relatively fewer lies route from here is, because they are standing in a LIE MINEFIELD -</p>\r\n<p>- this is the way a stupid failure who gets executed a week from now thinks, not the way that the girl Asmodeus noticed thinks - calm, focus - good lies are personal, therefore nondisprovable. Good lies expose vulnerability, because people don't expect vulnerable lies and because if you know what someone thinks your vulnerabilities are you're safer.</p>\r\n<p>&nbsp;</p>\r\n<p>Snuggle. \"That's on me, not on you, I think - I was enjoying myself, but it's hard for me to relax enough to get off when I don't feel like I understand -\" handwave. \"what's going on. If it's safe for me to stop tracking things. It's...not actually safe to stop tracking things very often, at the Worldwound. And, uh, it Is physically much safer here but it's also very confusing. I am curious whether you'll have this problem with anyone else but my guess now is that you won't and it is just that I am too on edge, and need to relax.\"</p>\r\n</blockquote>",
      "created_at": "2021-12-01T06:33:43.598+00:00",
      "icon": null,
      "updated_at": "2021-12-01T06:57:29.443+00:00",
      "user": {
        "id": 366,
        "username": "Iarwain"
      }
    },
    {
      "id": 1721801,
      "character": null,
      "character_name": null,
      "content": "<p>Keltham:</p>\r\n<blockquote>\r\n<p>Keltham hugs Carissa closer to himself. &nbsp;It's an honest reaction, of course, he's not going to start <em>faking </em>things, that would be a sign something had gone dreadfully wrong with an equilibrium; if people acted fake in that way, then Carissa would be expecting the fakery, and if they don't then he's not going to be first to defect, etcetera. &nbsp;Keltham <em>is </em>moved and feeling empathetic suffering, as one would expect, what with Carissa's story being more awful than anything you'd almost ever hear in dath ilan where the news coverage tries to be statistically representative of how often things happen in reality.</p>\r\n<p>But Keltham is also concealing another thought, one that seems not especially helpful to speak right now, which is about the way that Carissa made sexual sounds despite her low objective arousal. &nbsp;It blatantly rhymes with the Permanent Cheerfulness - he is beginning to suspect it is not dignity - of his students.</p>\r\n<p>There is, Keltham is beginning to suspect, a kind of damage to the self that non-psychiatrists like himself have never heard of, maybe a kind of damage that approximately doesn't exist in dath ilan; something like an illusion spell, something like the Eagle's Splendor spell, something that unglues seemings from actualities. &nbsp;Keltham suspects, he intuits, that the ungluing isn't just in the outer social world, it's not like a lie told to other people, it reaches deep into people's own selves. &nbsp;It is a form of damage that dath ilani mental training protects against so thoroughly that he was never warned against it as a danger; or maybe it's a socially-inflicted hazard that requires your society to be doing everything wrong simultaneously.</p>\r\n<p>Fighting endless demons at the Worldwound and that making you tense to the point where you have a hard time getting off during sex even after you leave, well, yes, that's bad or even grimdark; but it's the ordinary kind of grimdark you would see in a movie or novel out of dath ilan. &nbsp;The thing where you make noises like you're fine, that seems very, very, very much worse in ways that Keltham is finding hard to describe. &nbsp;That cannot possibly be something that would not damage a person, nor a thing that an undamaged person would do.</p>\r\n<p>...he wants to find whatever did this to Carissa and unmake it.</p>\r\n<p>Ha. &nbsp;Keltham has never felt that way about another person before. &nbsp;It isn't limerence, Keltham doesn't think, it doesn't feel like descriptions he's read of limerence. &nbsp;More like he owns equity in Sevar or, or he doesn't even know.</p>\r\n<p>He's supposed to set aside sad thoughts like this, but Keltham can feel that he should not do so that quickly. &nbsp;The current running through him now is deep, not lightly to be told to go away and come back later. &nbsp;Still, he can at least not say any such things out loud. &nbsp;If his Carissa is broken and doesn't know it, he shouldn't ask about that or try to explain his hypothesis to her in the middle of sex; under previously decided meta-policy, it should not be said tonight at all.</p>\r\n</blockquote>",
      "created_at": "2021-12-01T06:34:51.647+00:00",
      "icon": null,
      "updated_at": "2021-12-01T06:34:51.647+00:00",
      "user": {
        "id": 366,
        "username": "Iarwain"
      }
    },
    {
      "id": 1721802,
      "character": null,
      "character_name": null,
      "content": "<p>Keltham:</p>\r\n<blockquote>\r\n<p>\"I may need a half-minute to recover,\" Keltham says out loud. &nbsp;\"I'm afraid that I went and updated about how awful Golarion is, again, and I definitely needed to go there because otherwise I would have been too confused specifically during sex, but still.\"</p>\r\n</blockquote>\r\n<p>Carissa:</p>\r\n<blockquote>\r\n<p>What in that could possibly have been an update.</p>\r\n<p>\"Take as long as you need.\"</p>\r\n</blockquote>\r\n<p>Keltham:</p>\r\n<blockquote>\r\n<p>A brief smile. &nbsp;\"I'll aspire to need as little as possible. &nbsp;A saying out of dath ilan: &nbsp;First learn correctness, then comes speed.\"</p>\r\n</blockquote>\r\n<p>Carissa:</p>\r\n<blockquote>\r\n<p>\"A saying that works here too! I don't think I've heard it but if I did I wouldn't guess at all it'd be invented by aliens.\"</p>\r\n</blockquote>\r\n<p>Keltham:</p>\r\n<blockquote>\r\n<p>\"Interesting. &nbsp;How about: &nbsp;If you know where you're going, you should already be there.\"</p>\r\n</blockquote>\r\n<p>Carissa:</p>\r\n<blockquote>\r\n<p>\" - somewhat more invented by aliens. 'I know where I'm going' usually means 'I'm pleased with my afterlife arrangements and if they turn out to be dated to today then so be it', but it's not advised to run straight off to Hell just because you're supposed to get there eventually.\"</p>\r\n</blockquote>\r\n<p>Keltham:</p>\r\n<blockquote>\r\n<p>\"Ha. &nbsp;No, that's not what it means in dath ilan at all. &nbsp;It's the second discipline of speed, which is fourteenth of the twenty-seven virtues, reflecting a shard of the Law of Probability that I'll no doubt end up explaining later but I'm not trying it here without a whiteboard.\"</p>\r\n<p>\"As a human discipline, 'If you know your destination you are already there' is a self-fulfilling prediction about yourself, that if you can guess what you're going to realize later, you have already realized it now. &nbsp;The idea in this case would be something like, because mental qualities do not have intrinsic simple inertia in the way that physical objects have inertia, there is the possibility that if we had sufficiently mastered the second layer of the virtue of speed, we would be able to visualize in detail what it would be like to have recovered from our mental shocks, and then just be that. &nbsp;For myself, that'd be visualizing where I'll already be in half a minute. &nbsp;For yourself, though this would be admittedly harder, it'd be visualizing what it would be like to have recovered from the Worldwound. &nbsp;Maybe we could just immediately rearrange our minds like that, because mental facts don't have the same kinds of inertia as physical objects, especially if we believe about ourselves that we can move that quickly.\"</p>\r\n<p>\"I, of course, cannot actually do that, and have to actually take the half a minute. &nbsp;But knowing that I'd be changing faster if I was doing it ideally is something I can stare at mentally and then change faster, because we do have any power at all to change through imagining other ways we could be, even if not perfectly. &nbsp;Another line of that verse goes, 'You can move faster if you're not afraid of speed.'\"</p>\r\n<p>\"You seemed to think that the first layer of speed made perfect sense, so I thought I'd go try the second layer on you. &nbsp;Though that may have been a little ambitious now that I'm actually saying out loud what all goes into layer two.\"</p>\r\n</blockquote>\r\n<p>Carissa:</p>\r\n<blockquote>\r\n<p>\" - huh. I think - that might not be true until you've learned some other things for changing your mind around. I bet it's true for devils.\"</p>\r\n</blockquote>\r\n<p>Keltham:</p>\r\n<blockquote>\r\n<p>\"Layer three is 'imaginary intelligence is real intelligence' and it means that if you can imagine the process that produces a correct answer in enough detail, you can just use the imaginary answer from that in real life, because it doesn't matter what simulation layer an answer comes from. &nbsp;The classic exercise to develop the virtue is to write a story featuring a character who's much smarter than you, so you can see what answers your mind produces when you try to imagine what somebody much smarter than you would say. &nbsp;If those answers are actually better, it means that your own model of yourself contains stupidity assertions, places where you believe about yourself that you reason in a way which is incorrect or just think that your brain isn't supposed to produce good answers; such that when you instead try to write a fictional character much smarter than you, your own actual brain, which is what's ultimately producing those answers, is able to work unhindered by your usual conceptions of the ways in which you think that you're a kind of person stupider than that.\"</p>\r\n</blockquote>\r\n<p>Carissa:</p>\r\n<blockquote>\r\n<p>\"Huh. I have not tried my hand at writing fiction but I would be really surprised if I had that problem. One thing I like about wizards is that they are very very focused on being as smart as possible and getting as much out of your intelligence as possible, and if there were a widespread phenomenon of people failing on some level to use all their intelligence which you could notice once you enhanced Wisdom or Cunning there's no way everyone wouldn't've known that.\"</p>\r\n</blockquote>\r\n<p>Keltham:</p>\r\n<blockquote>\r\n<p>\"Yeah, let's try that again after all y'all hear a remotely Lawful definition of what intelligence is.\"</p>\r\n<p>\"I was wondering before if - maybe the permanently cheerful students in the classroom, are trying to imagine the version of themselves that's cheerful, and act like that person in hopes of being that person. &nbsp;Because when we're being instructed in the virtue of speed, we're told that you can try that, like, once or three times, to see if anything improves. &nbsp;But if you kept it up, it'd be like...\" &nbsp;They probably don't have artificial flavors here. &nbsp;\"Using Prestidigitation to flavor all your food, if Prestidigitation worked perfectly for that, to the point where flavors were uncorrelated from actual nutrients and your body became confused in the way that it tried to seek nutrients by seeking flavors associated with those nutrients. &nbsp;'Fake cheerfulness until it's real' is something you'd try a few times to learn how it helped, if it helped. &nbsp;Not a good way of splinting a bone long-term to help it heal. &nbsp;It wouldn't heal straight. &nbsp;Or at least, that was the standard dath ilani advice to a standard dath ilani person in my intelligence bracket. &nbsp;But artificial cheerfulness meant to become real probably isn't the explanation for the permanent cheerfulness thing, because if it was, they could have just said so.\"</p>\r\n<p>That's about the best veiled helpful-advice Keltham can offer relative to the obvious possible reason why Carissa might be imitating all the sexual responses of a person who hadn't just gotten back from the Worldwound.</p>\r\n</blockquote>\r\n<p>Carissa:</p>\r\n<blockquote>\r\n<p>Carissa has picked up that there's subtext, but isn't sure enough of what it is to be sure she can handle it cautiously enough.&nbsp;</p>\r\n</blockquote>",
      "created_at": "2021-12-01T06:38:51.373+00:00",
      "icon": null,
      "updated_at": "2021-12-01T06:38:51.373+00:00",
      "user": {
        "id": 366,
        "username": "Iarwain"
      }
    },
    {
      "id": 1721803,
      "character": null,
      "character_name": null,
      "content": "<p>Keltham asks some further questions about how Carissa expects his sexuality probably works.</p>",
      "created_at": "2021-12-01T06:39:41.190+00:00",
      "icon": null,
      "updated_at": "2021-12-01T06:39:41.190+00:00",
      "user": {
        "id": 366,
        "username": "Iarwain"
      }
    },
    {
      "id": 1721806,
      "character": null,
      "character_name": null,
      "content": "<p>Keltham:</p>\r\n<blockquote>\r\n<p>&nbsp;\"What would you guess I'm supposed to <em>feel </em>while I'm - having you, making you experience what I want you to experience? &nbsp;It's not infinitely safe to tell me what I should feel, but I'm guessing that it's much safer than giving similar advice to a Chelish man my age; Civilization ran me through a lot of exercises on not feeling something untrue to myself just because somebody primed me in the wrong direction.\"</p>\r\n</blockquote>\r\n<p>Carissa:</p>\r\n<blockquote>\r\n<p>\"...powerful? That's - why it's interesting at all, right -\" she has no idea how tyranny would translate to Baseline and doesn't want to risk it, but this is clearly the thing her tutor possesses and she doesn't, the ability to find Asmodeus here, the dimension along which Keltham can be tempted - except he couldn't learn it from someone else who experiences it, he has to learn it from someone who can look him in the eyes and sincerely tell him that some people are meant to be ruled over, that she would know...\"that your wants are law, that the only thing you have to think about is how you'd like things to be -\"</p>\r\n</blockquote>\r\n<p>Keltham:</p>\r\n<blockquote>\r\n<p>Not - quite right, somehow, Keltham thinks. &nbsp;But it's close enough that he can maybe see what his mind is trying to feel.</p>\r\n<p>\"You talked about - giving yourself to me, to see what I made of you - can you say another few words about that.\"</p>\r\n</blockquote>\r\n<p>Carissa:</p>\r\n<blockquote>\r\n<p><br />\"There are lots of different kinds of devils. And some of them are painful to become, from a human-shaped start, not the way exercise is painful, the way being whipped is painful, and I've wanted that since I first heard it was an option. I want to bathe in a flame that hurts me but does not damage me, and emerge perfected. I want to suffer and survive and know things about myself from the surviving. I want to let go of all the things I cling to as I try to keep the world under my control, and learn what happens without them. And I want to watch people transformed by power over me, I want to see what they grow into when I am the raw material they get to use for growing. I - know that I will survive anything, Keltham. I think no one in your world has ever really had that. And since I will survive anything I want to endure lots of things. And you, you're already remaking - how I think, what I see, what I want - I want to see what you do with me. I want to learn how I emerge from it.\"</p>\r\n</blockquote>\r\n<p>Keltham:</p>\r\n<blockquote>\r\n<p>\"That's - the way you feel about this, is too far, from any way my own mind works, for me to understand, I think - though it's helping on some level to know that you have an experience that makes sense to you -\"</p>\r\n<p>\"You can be damaged even if you can't be annihilated. &nbsp;Isn't it still a big deal if I manage to screw up on a level that - damages you? &nbsp;Even if it's only for the rest of your pre-afterlife existence? &nbsp;I'm sorry, I know on some level that I'm asking questions whose answers from you should already be obvious, that I'm denying the frame and making you repeat yourself, but maybe I need to hear it anyways.\"</p>\r\n</blockquote>\r\n<p>Carissa:</p>\r\n<blockquote>\r\n<p>Well, seems like the devil bit went over okay? That was the highest priority, here.</p>\r\n<p>\"- so, several things. First, I think you probably actually can't damage me for the rest of my pre-afterlife existence, I recognize I'd be more credible on this front if I didn't apparently have some kind of Worldwound-related trauma but I've been there for six years and I'll be astonished if I have trouble relaxing for a month. And that's, you know, watching my friends eaten by demons in front of me and so on, not getting <em>hurt</em>. Second, I'm worried you're still - reaching too much for a trade frame? Which is maybe my fault, for telling you what I like - I am not trading you 'the right to do whatever you want' for 'hopefully it's a satisfactorily compelling experience for me and if not I'll wish I hadn't made the trade'. I am giving you the right - because I have it, and so I have the right to give it away - to do whatever you'd like.\"</p>\r\n</blockquote>",
      "created_at": "2021-12-01T06:43:10.676+00:00",
      "icon": null,
      "updated_at": "2021-12-01T06:43:10.676+00:00",
      "user": {
        "id": 366,
        "username": "Iarwain"
      }
    },
    {
      "id": 1721807,
      "character": null,
      "character_name": null,
      "content": "<p>After some further discussion, sex is attempted again, somewhat more BDSM-flavored than before.</p>\r\n<p>Keltham orders Carissa to hold still, and plucks some of her body hairs (dath ilan has mastered chemical control of hair, Carissa hasn't heard of women removing body hair at all).</p>\r\n<p>Keltham:</p>\r\n<blockquote>\r\n<p>\"For now,\" he says softly, \"this is as close as I know how to come, to remaking you the way I want, with pain.\"</p>\r\n</blockquote>\r\n<p>Carissa:</p>\r\n<blockquote>\r\n<p>She feels that inappropriate-to-the-situation burst of emotion, again, fondness and protectiveness and Carissa if <em>you </em>catch feelings every serious person in Cheliax will laugh at you while they put you to death.&nbsp;</p>\r\n</blockquote>",
      "created_at": "2021-12-01T06:45:44.500+00:00",
      "icon": null,
      "updated_at": "2021-12-01T06:59:50.972+00:00",
      "user": {
        "id": 366,
        "username": "Iarwain"
      }
    },
    {
      "id": 1721810,
      "character": null,
      "character_name": null,
      "content": "<p>Sexual activity continues successfully, this time, without further distraction by things that are not sex.</p>\r\n<p>There's a difficult challenge, with one brief permitted wearing of Keltham's shirt as the offered prize, which Carissa fails at.</p>\r\n<p>Snuggling follows.&nbsp; Scene end.</p>",
      "created_at": "2021-12-01T06:48:51.068+00:00",
      "icon": null,
      "updated_at": "2021-12-01T06:48:51.068+00:00",
      "user": {
        "id": 366,
        "username": "Iarwain"
      }
    }
  ]
}