{
  "Ok": [
    {
      "id": 1760748,
      "character": null,
      "character_name": null,
      "content": "<p>Yaisa:</p>\r\n<blockquote>\r\n<p>\"Do you know what I think you are?\" she says. \"I think you are a nice boy who would love all kinds of things you've somehow failed to realize you can now just have.\"</p>\r\n</blockquote>\r\n<p>Keltham:</p>\r\n<blockquote>\r\n<p>\"Yeah, you've got me. &nbsp;Back in Civilization, I shut thoughts like that down, because, I mean, I could not afford to pay for hiring a full-time sex worker who I wasn't even using full-time.&nbsp; Back in Civilization, that's the territory of, first make your first hundred thousand gold pieces and then dream about that. &nbsp;It's not particularly healthy to fantasize now about things you can only get later.\"</p>\r\n<p>\"No submissives, see. &nbsp;Even if somebody was in love with you, they wouldn't particularly want to do that for you.\"</p>\r\n</blockquote>",
      "created_at": "2022-02-13T07:26:25.721+00:00",
      "icon": null,
      "updated_at": "2022-02-13T07:26:25.721+00:00",
      "user": {
        "id": 366,
        "username": "Iarwain"
      }
    },
    {
      "id": 1760749,
      "character": null,
      "character_name": null,
      "content": "<p>Yaisa:&nbsp;&nbsp;</p>\r\n<blockquote>\r\n<p>\"I would be so rich if I had gotten dropped on your Civilization,\" Yaisa says longingly. \"....anyway. Now you made your first hundred thousand gold pieces, or have the purchasing power as if you did anyway, so you have some dreaming to catch up on, that's my diagnosis.\"</p>\r\n</blockquote>\r\n<p>Keltham:</p>\r\n<blockquote>\r\n<p>\"You sure would be rich,\" if you were real, the thought inevitably comes to him, and gets tossed aside much as he previously tossed aside thoughts about hiring full-time sex workers. &nbsp;\"Though, I mean, possibly even more because of your magic and your otherworldly knowledge. &nbsp;But yeah, also the Keepers would secretly tell the twenty richest people in the world, who had already found out they were sadists, and who you were predicted to like a lot, that there was one pretty masochist whose time they could bid on; and they would be your harem.\"</p>\r\n<p>\"My brain is still refusing to try and figure out what it wants to do with you, with an offer like that. &nbsp;It seems to think that whatever it comes up will be something it's not allowed to have and you'll actually say no and then it will hurt. &nbsp;Do you want to name - one thing? &nbsp;One of the least perverted ones, so as not to shock me.\"</p>\r\n</blockquote>\r\n<p>Yaisa:</p>\r\n<blockquote>\r\n<p>Yaisa is pretty sure even alter Yaisa would take a moment to herself to privately boggle at the idea that he believes she could say no to him so deeply that he's refusing to figure out what he wants out of anticipation of how it'd hurt if she did.&nbsp;</p>\r\n<p>Dath ilan would make her very rich and she likes it just for that but what a terrible place it must be for knowing what you want!!&nbsp;</p>\r\n</blockquote>",
      "created_at": "2022-02-13T07:27:30.358+00:00",
      "icon": null,
      "updated_at": "2022-02-13T07:27:30.358+00:00",
      "user": {
        "id": 366,
        "username": "Iarwain"
      }
    },
    {
      "id": 1760750,
      "character": null,
      "character_name": null,
      "content": "<p>Yaisa names something Keltham could do to her.</p>",
      "created_at": "2022-02-13T07:27:38.567+00:00",
      "icon": null,
      "updated_at": "2022-02-13T07:27:38.567+00:00",
      "user": {
        "id": 366,
        "username": "Iarwain"
      }
    },
    {
      "id": 1760751,
      "character": null,
      "character_name": null,
      "content": "<p>This offer has an impact on Keltham!&nbsp; He asks her if she's a masochist; if she says yes, Keltham is going to (do something else) to her.</p>",
      "created_at": "2022-02-13T07:28:32.192+00:00",
      "icon": null,
      "updated_at": "2022-02-13T07:28:32.192+00:00",
      "user": {
        "id": 366,
        "username": "Iarwain"
      }
    },
    {
      "id": 1760752,
      "character": null,
      "character_name": null,
      "content": "<p>Yaisa:</p>\r\n<blockquote>\r\n<p>Yaisa feels that Keltham was falsely advertised as requiring advanced technique to seduce. This is not advanced technique. This is extremely beginner technique. Has Carissa Sevar just been reporting to everyone that she seduced Keltham with extremely advanced techniques and no one has checked. Or maybe Carissa Sevar did seduce Keltham with extremely advanced technique and as a result everyone assumed he required it, somehow.</p>\r\n</blockquote>",
      "created_at": "2022-02-13T07:28:58.467+00:00",
      "icon": null,
      "updated_at": "2022-02-13T07:28:58.467+00:00",
      "user": {
        "id": 366,
        "username": "Iarwain"
      }
    },
    {
      "id": 1760753,
      "character": null,
      "character_name": null,
      "content": "<p>Keltham does the thing!&nbsp; Yaisa has fewer hit points than Carissa Sevar, which Keltham does not realize because Keltham is just thinking this world is full of weirdly invulnerable masochists for anthropic reasons.&nbsp; What he does at full strength calibrated for Carissa... very very slightly injures Yaisa.</p>",
      "created_at": "2022-02-13T07:30:09.468+00:00",
      "icon": null,
      "updated_at": "2022-02-13T07:30:09.468+00:00",
      "user": {
        "id": 366,
        "username": "Iarwain"
      }
    },
    {
      "id": 1760754,
      "character": null,
      "character_name": null,
      "content": "<p>Yaisa has been very strictly told by Sevar not to fake anything and then slightly retrained by Subirachs in not faking it.&nbsp; She actually tells Keltham that he did that too hard for her masochism!</p>",
      "created_at": "2022-02-13T07:30:48.402+00:00",
      "icon": null,
      "updated_at": "2022-02-13T07:30:48.402+00:00",
      "user": {
        "id": 366,
        "username": "Iarwain"
      }
    },
    {
      "id": 1760755,
      "character": null,
      "character_name": null,
      "content": "<p>Keltham:</p>\r\n<blockquote>\r\n<p>Go away, inner horror and panic, this is obviously not actually an inner-horror-and-panic situation.</p>\r\n<p>&nbsp;</p>\r\n<p>\"I am both - sorry for having hurt you more than I intended, I thought everyone would be as damage-resistant as Carissa, and also - I don't know if you'll understand this part - I am very grateful that this is something that people in Cheliax and in this universe will ever say to me.\"</p>\r\n<p>\"Should I heal the area? &nbsp;Fourth-circle cleric, I've got a lot of it on tap.\"</p>\r\n</blockquote>\r\n<p>Yaisa accepts the healing, which Keltham provides.</p>",
      "created_at": "2022-02-13T07:32:29.044+00:00",
      "icon": null,
      "updated_at": "2022-02-13T07:32:29.044+00:00",
      "user": {
        "id": 366,
        "username": "Iarwain"
      }
    },
    {
      "id": 1760756,
      "character": null,
      "character_name": null,
      "content": "<p>With that done, Keltham is now a bit stuck on his really really wanting to do that to Yaisa and his brain having systemcrash issues thereof.</p>\r\n<p>Keltham:</p>\r\n<blockquote>\r\n<p>\"Part of me just doesn't believe I can have this until it knows the price, and won't believe it, can't believe it, refuses to reach out for it, until it knows that the price is something it can pay -\"</p>\r\n<p>\"I had this problem with Carissa too, it's not about something you did wrong to make it happen. &nbsp;It's just some part of me that thinks this must cost ten thousand gold pieces or you're entitled under Chelish law to demand a child from me afterwards.\"</p>\r\n</blockquote>\r\n<p>Yaisa:</p>\r\n<blockquote>\r\n<p>\"Can I solve this by saying, sure, twenty gold?\"</p>\r\n</blockquote>\r\n<p>Keltham:</p>\r\n<blockquote>\r\n<p>\"Well, and now some other part of my brain is skeptical about how that is either two or three weeks of wages for a second-circle wizard, and is complaining that - well, I guess I could afford to hire you on a daily basis but it'd be enough of my current income that I wouldn't feel comfortable.\"</p>\r\n<p>\"You know, I have this strange and beautiful spell that prevents unfair trades? &nbsp;I don't know if you were joking or not, but I could tap you with that and you could name a non-joking price, and I think maybe then my brain would actually believe whatever figure you gave. &nbsp;But that's a variety of truth-compulsion so you can obviously say no.\"</p>\r\n</blockquote>\r\n<p>Yaisa:</p>\r\n<blockquote>\r\n<p>\" - sure, go ahead. I didn't even know there was a spell like that.\" Shoot, now she has to figure out what she thinks a fair price is for something Keltham is entitled to have for free.&nbsp;</p>\r\n</blockquote>",
      "created_at": "2022-02-13T07:35:00.964+00:00",
      "icon": null,
      "updated_at": "2022-02-13T07:35:00.964+00:00",
      "user": {
        "id": 366,
        "username": "Iarwain"
      }
    },
    {
      "id": 1760757,
      "character": null,
      "character_name": null,
      "content": "<p>Spellboop occurs!</p>\r\n<p>Yaisa:</p>\r\n<blockquote>\r\n<p>\"I'd charge someone else five silver. I have no idea if that's a fair price for you because I'd in fact do it for free,\" she says truthfully.</p>\r\n</blockquote>\r\n<p>Keltham:</p>\r\n<blockquote>\r\n<p>\"Thank you. &nbsp;You've just made that part of me very happy.&nbsp; That said, your prices make no sense, your earning power is at least twelve gold per week, and that's more like two gold per day than half a gold per day... I guess as a wizard you could potentially use up all your magic in the morning and then be available for naughtiness in the afternoon and evening, so maybe it doesn't trade off against your magic job. &nbsp;But still, that can't possibly be a fair price for you, even if you believe it is.\"</p>\r\n</blockquote>\r\n<p>Yaisa:</p>\r\n<blockquote>\r\n<p>\"I could earn twelve gold a week if I, you know, set up a laundromat and copied papers and sold rich people Endure Elements on hot days and nabbed people coming off the boats to offer them Comprehend Languages, which is a lot more work.\"</p>\r\n</blockquote>\r\n<p>Keltham:</p>\r\n<blockquote>\r\n<p>\"You earn twelve gold a week <em>here</em>, unless someone modified that after I told it to you, and didn&rsquo;t tell me...&nbsp; Is it the case that you're not working yet, and the price would change once they got a tutor here and you started learning to craft items?\"</p>\r\n</blockquote>\r\n<p>Yaisa:</p>\r\n<blockquote>\r\n<p>\"It's going to be a couple weeks, probably, since the tutor has to be cleared to be around the secret project and we're in the middle of a war. At that point if you want me to skip work you'll have to pay me like work does, sure.\"</p>\r\n</blockquote>\r\n<p>Keltham:</p>\r\n<blockquote>\r\n<p>\"Thank you so much for - having such legible answers, that make sense, in a form I can understand them.\" &nbsp;Actually that's just three different ways of saying 'legible', isn't it. &nbsp;\"I'm not sure I can properly convey - people keep offering me sex things and <em>nothing has a price or can have a price put on it apparently</em> and my brain just doesn't know how to handle it and is terrified that everything actually costs a billion trillion gold pieces and that's how much social debt I'm actually incurring.\"</p>\r\n<p>He is already sort of tempted about just buying Yaisa out of her job, at this rate, but that is getting way ahead of themselves when they haven't even had sex.</p>\r\n</blockquote>",
      "created_at": "2022-02-13T07:38:01.088+00:00",
      "icon": null,
      "updated_at": "2022-02-13T07:38:01.088+00:00",
      "user": {
        "id": 366,
        "username": "Iarwain"
      }
    },
    {
      "id": 1760758,
      "character": null,
      "character_name": null,
      "content": "<p>Yaisa:</p>\r\n<blockquote>\r\n<p>\"They don't want to think of themselves as girls who trade sex for money because no one'll think of them as anything else, if they do that, and anyway someone like Carissa or Meritxell's got as much money as she's going to be reasonably be able to spend. I am a girl who trades sex for money, and don't much care what people think about it, so you can trade me money, if it makes you happy.</p>\r\n<p>You're not - running up favors, though, with any of them.. If I met someone and she said, \"I had sex with this very powerful rich man and told him I didn't want anything, and then he had sex with me and left and never talked to me again\", I'd say, well, sounds like exactly the thing literally anyone would expect to happen, are you expecting to find someone who thinks he thereby behaved badly? You're going to have to search all of Cheliax and find, I dunno, some mournful monk who thinks that denial is the path to enlightenment.\"</p>\r\n</blockquote>\r\n<p>Keltham:</p>\r\n<blockquote>\r\n<p>\"You know, it's only slightly less weird to a dath ilani that the one girl who'll quote you a legible price on anything is, like, self-identifying as A Girl Who Trades Sex For Money. &nbsp;I am a Boy Who Traded Sex For Money Twice, admittedly not a lot of money on either occasion but then why would it have been. &nbsp;But that's not... a defining feature of my life, it just says that there's ever been a girl who got curious about what I was like in a cuddleroom and didn't want to spend a lot of time flirting about that.\"</p>\r\n</blockquote>",
      "created_at": "2022-02-13T07:39:07.429+00:00",
      "icon": null,
      "updated_at": "2022-02-13T07:39:07.429+00:00",
      "user": {
        "id": 366,
        "username": "Iarwain"
      }
    },
    {
      "id": 1760760,
      "character": null,
      "character_name": null,
      "content": "<p>Keltham considers again Yaisa's offer, since it doesn't secretly cost a billion trillion gold pieces of social capital.&nbsp; He realizes that if he takes Yaisa up on her offer, he will be very distracted by that.</p>\r\n<p>Keltham:</p>\r\n<blockquote>\r\n<p>\"Flirting with you at lunch was a <em>mistake</em>. &nbsp;I have <em>work to do today</em>.\"</p>\r\n</blockquote>\r\n<p>Yaisa:</p>\r\n<blockquote>\r\n<p>\"You could take the afternoon off. Tell Asmodia to teach.\"</p>\r\n</blockquote>\r\n<p>Keltham:</p>\r\n<blockquote>\r\n<p>\"Did basically that yesterday, not doin' it twice in a row, and today I need to review new candidates with Carissa and also check whatever feedback I got from Governance about an interim contract for the Project, both of which are timeline blockers, things you have to start moving to set other things in motion that are blocked on them... that's definitely got to happen, the question is, am I going to be repeatedly incredibly distracted while I'm doing that, or not. &nbsp;Which is clearly a terrible idea and you should persuade me not to do it.\"</p>\r\n</blockquote>\r\n<p>Yaisa:</p>\r\n<blockquote>\r\n<p>\"I'm <em>Evil</em>, Keltham, I do what I want, even if it's a terrible idea.\"</p>\r\n</blockquote>\r\n<p>Keltham:</p>\r\n<blockquote>\r\n<p>\"I think the question here is whether <em>I </em>do what you want.\"</p>\r\n</blockquote>\r\n<p>Yaisa:</p>\r\n<blockquote>\r\n<p>\"I heard you were Evil too. Is that not so? I have to confess, I like my men Evil. I might have to charge extra if you're going to be a Good-y goody who doesn't do things just because they're a terrible idea.\"</p>\r\n</blockquote>\r\n<p>Keltham:</p>\r\n<blockquote>\r\n<p>\"Meta, a dath ilani girl would know I was daring her to persuade me to do the thing that's a terrible idea via further temptations, but I apparently don't know how to encode that in Golarion Subtext.\"</p>\r\n</blockquote>",
      "created_at": "2022-02-13T07:42:12.312+00:00",
      "icon": null,
      "updated_at": "2022-02-13T07:42:12.312+00:00",
      "user": {
        "id": 366,
        "username": "Iarwain"
      }
    },
    {
      "id": 1760761,
      "character": null,
      "character_name": null,
      "content": "<p>Yaisa does attempt to persuade him via further temptations!&nbsp; They are successful.</p>\r\n<p>Yaisa:</p>\r\n<blockquote>\r\n<p>Yaisa is so skeptical of claims that this boy is hard to seduce. This boy is seduction difficulty level teenage boy.&nbsp;</p>\r\n</blockquote>",
      "created_at": "2022-02-13T07:43:35.929+00:00",
      "icon": null,
      "updated_at": "2022-02-13T07:43:35.929+00:00",
      "user": {
        "id": 366,
        "username": "Iarwain"
      }
    },
    {
      "id": 1760763,
      "character": null,
      "character_name": null,
      "content": "<p>Keltham applies some additional sadism this time starting more gradually.&nbsp; This time it goes fine.&nbsp; Yaisa has been successfully retrained by Subirachs to provide just her natural reactions here and not fake things.</p>",
      "created_at": "2022-02-13T07:44:27.374+00:00",
      "icon": null,
      "updated_at": "2022-02-13T07:44:27.374+00:00",
      "user": {
        "id": 366,
        "username": "Iarwain"
      }
    },
    {
      "id": 1760764,
      "character": null,
      "character_name": null,
      "content": "<p>Keltham:</p>\r\n<blockquote>\r\n<p>He breaks it off eventually, feeling slightly shaken by the intensity with which that just happened, but also knowing that this is the way he must follow to not be helplessly mentally stuck in dath ilan for the rest of his second life.</p>\r\n<p>\"I,\" says Keltham in something of a growl, \"need to actually go do my work. &nbsp;My brain apparently is not willing to believe, not in the way of doubting your honesty, but in the way of being unable to visualize it, that you could actually [slightly more extreme but still pretty vanilla thing]. &nbsp;So what you're actually going to do is [even less extreme and more vanilla thing]. &nbsp;I will come and take you when my work is done.\"</p>\r\n<p>\"I'm paying you two gold pieces for a day's sex work, that I elect to use so, and I might pay you that again in the future if I ask you to do anything that takes up a day, not because I want to have no bond of friendship otherwise between us, but to see if I can successfully make that part of my brain <em>shut up</em>.\"</p>\r\n<p>\"If you're worried about that slow start to things, go ask Carissa how fast I can escalate.\"</p>\r\n</blockquote>\r\n<p>Yaisa:</p>\r\n<blockquote>\r\n<p>&nbsp;\"I wouldn't describe myself as worried.\"</p>\r\n</blockquote>",
      "created_at": "2022-02-13T07:45:56.507+00:00",
      "icon": null,
      "updated_at": "2022-02-13T07:45:56.507+00:00",
      "user": {
        "id": 366,
        "username": "Iarwain"
      }
    },
    {
      "id": 1760765,
      "character": null,
      "character_name": null,
      "content": "<p>At the end of the subthread appears the following:</p>\r\n<blockquote>\r\n<p><em>(Earlier in the Conspiracy planning room:)</em></p>\r\n<p>Carissa: &nbsp;...problem is that it didn't happen that way in alterCheliax. You don't need astuteness or connections to get through school; average performers are just average, and wouldn't sleep with anyone to stay out of the bottom third, because why would they? No one's going to even punish them!&nbsp;</p>\r\n<p>Asmodia: &nbsp;We don't want to give alterYaisa a background where she isn't slutty, though, because she is, and that's both visible to Keltham and useful to us.</p>\r\n<p>Asmodia: &nbsp;Can alterYaisa have just made a lot of friends at the academy by fucking around, and that's why she did it? &nbsp;Non-Asmodeans end up friendlier after they do that, right?</p>\r\n<p>Yaisa: &nbsp;I was going to suggest 'I like nice stuff so I have sex with people for nice stuff.' &nbsp;I think if I have sex with people so they'll be my friends I come across as incredibly gullible?&nbsp;</p>\r\n<p>Carissa: &nbsp;Keltham won't cheat you, even if he is entirely sure he could get away with it and entirely sure you wouldn't notice and entirely sure if you noticed you'd think it was fair.</p>\r\n<p>Asmodia: &nbsp;Keltham is at some point going to figure out how it works in alterCheliax for people who aren't him, or who have to deal with non-Kelthams. &nbsp;Do Yaisas in Taldor have sex for nice stuff, or sex for friends?</p>\r\n<p>Yaisa: &nbsp;I have literally no idea how I would even begin answering that question.</p>\r\n<p>Yaisa: &nbsp;It depends on whether having sex for friends is a thing that even works!</p>\r\n<p>Yaisa: &nbsp;And how nice the stuff is!</p>\r\n<p>Yaisa: &nbsp;And how nice the sex is!</p>\r\n<p>Asmodia: &nbsp;I was asking Sevar.</p>\r\n<p>Carissa: &nbsp; I think if they have sex at all their parents beat them and kick them out?</p>\r\n<p>Asmodia: &nbsp;That doesn't happen in post-Asmodean alterCheliax.</p>\r\n<p>Asmodia: &nbsp;Does it?</p>\r\n<p>Carissa: &nbsp;No, definitely not, but it means there's nowhere in the world to use as a reference.</p>\r\n<p>Asmodia: &nbsp;The Queen did say it was different for Elves. &nbsp;And dragons.</p>\r\n<p>Carissa: &nbsp;Elves don't share a lot about their sex lives, I don't know what Elf teenagers get up to. &nbsp;No one talks about Dwarf sex.</p>\r\n<p>Asmodia: &nbsp;Keltham seems to have respect for - sex workers, he called them - and no disgust at all, based on transcripts? &nbsp;Arguendo: &nbsp;We don't know whether alterCheliax could have contained a Yaisa who had sex to become friends with people, because we don't know if that's something that would have been a rewarding behavior for her. &nbsp;AlterCheliax could definitely have had a Yaisa who was selling herself around while studying to be a wizard student.</p>\r\n<p>Carissa: &nbsp;- yeah, I'll authorize that.</p>\r\n<p>Yaisa: &nbsp;In that case I should be richer than the other girls.</p>\r\n<p>Yaisa: &nbsp;Because of all the money I made off selling myself.</p>\r\n<p>Asmodia: &nbsp;Depends on how good you were at it.</p>\r\n<p>Asmodia: &nbsp;And probably several other things too. &nbsp;Whether you were selling to wizard students or teachers, I think students because teachers can get all the sex they want. &nbsp;Whether you had to pay for a Remove Disease now and then. &nbsp;Did you ever, by the way?</p>\r\n<p>Yaisa: &nbsp;No!&nbsp;</p>\r\n<p>Yaisa: &nbsp;I don't think it's a very good story if I was a whore and bad at it.</p>\r\n<p>Asmodia: &nbsp;...okay, we're at least running a Remove Disease on you before you fuck Keltham.</p>\r\n<p>Asmodia: &nbsp;And you wouldn't have offered anyone intercourse until you could perform Alter Self, so not until second-circle. &nbsp;So you're not that experienced and you weren't that expensive.</p>\r\n<p>Yaisa: &nbsp;If we say I'm not that experienced and then I'm really good at sex, it'll be suspicious.</p>\r\n<p>Asmodia: &nbsp;...I will trust you on that, keeping in mind that even on a low-punishment regimen I don't expect it to go well for you if you're exaggerating your competence. &nbsp;Sevar, do you have any idea what Yaisa's price would have been and how wealthy she'd be now?</p>\r\n<p>Carissa: &nbsp;At the Worldwound she'd be rich. &nbsp;In school, I dunno, she can start 80 gold ahead of the others.</p>\r\n<p>Yaisa: &nbsp;...okay.</p>\r\n<p>Asmodia: &nbsp;She probably spent any of that money and now has any nice things.</p>\r\n<p>Yaisa: &nbsp;I will settle for having a lot more nice clothes than the rest of you.</p>\r\n<p>Asmodia: &nbsp;At least until the rest of us go shopping in a few days and buy even nicer clothes.</p>\r\n<p>Asmodia: &nbsp;How are we actually on it being safe to rush Yaisa off to Ostenso for shopping? &nbsp;Do we think she gets scried, do we have somebody grab Yaisa's hair for Alter Self and go shopping in her place...</p>\r\n<p>Carissa: &nbsp;We should assume that foreign agents know all the girls by now, and might be scrying them.</p>\r\n<p>Carissa: &nbsp;We can send someone with her hair, though.</p>\r\n<p>Asmodia: &nbsp;Right then. &nbsp;Does Yaisa have any other facts true about her that would be false in alterCheliax, and need to be altered to new facts of equivalent rarity there?</p>\r\n<p>Yaisa: &nbsp;Did I have sex with Elias Abarco earlier this week for a ride to Absalom or not?</p>\r\n<p>Carissa: &nbsp;You did not.</p>\r\n<p>Carissa: &nbsp;....why <em>did </em>you do that.</p>\r\n<p>Carissa: &nbsp;He obviously wasn't going to take you to Absalom.</p>\r\n<p>Yaisa: &nbsp;Yeah but he's scary.</p>\r\n<p>Carissa: &nbsp;......</p>\r\n<p>Yaisa: &nbsp;So how does the making Keltham Evil thing work?</p>\r\n<p>Yaisa: &nbsp;Do I just try to convince him to hurt me?</p>\r\n<p>Carissa: &nbsp;No, he's already suspicious that the conspiracy wants to make him Evil. &nbsp;We're just lucky he doesn't see why the Conspiracy would do that.</p>\r\n<p>Asmodia: &nbsp;How does it work, then? &nbsp;For Yaisa in particular, if not the whole plan.</p>\r\n<p>Carissa: &nbsp;Have sex with him and have fun with it.</p>\r\n<p>Carissa: &nbsp;The thing I want from Yaisa is for Keltham to become convinced masochists are definitely real.</p>\r\n<p>Asmodia: &nbsp;Why is everybody else's job so much easier than my job?</p>\r\n<p>Carissa: &nbsp;It's not trivial. &nbsp;Keltham can read sexual reactions in particular much better than you'd expect, he's been trained in that. &nbsp;Yaisa is being required to not fake reactions that she'd usually and habitually try to fake. &nbsp;I sent her to Subirachs to get retrained in <em>not </em>doing that.</p>\r\n<p>Asmodia: &nbsp;Understood.</p>\r\n<p>Yaisa: &nbsp;Alter-Yaisa definitely tries to get Keltham to keep her as a slave-consort or whatever.</p>\r\n<p>Carissa: &nbsp;Don't use the word slave, but fine.</p>\r\n<p>Asmodia: &nbsp;...didn't you say earlier, Yaisa, that you'd tell your slaves to lick your feet if you were in Keltham's position?</p>\r\n<p>Yaisa: &nbsp;Yeah, sorry, were we pretending slaves aren't a thing? &nbsp;I thought we were just pretending they were mostly a kink thing.</p>\r\n<p>Carissa: &nbsp;Right. ....hmmm. &nbsp;Slaves are a thing but the afterlives are nice so your slaves can always just check out for one of those if they'd rather. &nbsp;Keltham will still be upset, but alterCheliax would both know slavery exists and have no real reason to hide it from Keltham.</p>\r\n<p>Asmodia: &nbsp;Does alterCheliax have slavery or just neighboring countries?</p>\r\n<p>Carissa: &nbsp;I think Osirion has slavery. &nbsp;We could check what they do.</p>\r\n<p>Carissa: &nbsp;Since Lawful Neutral is a lot of what Lawful Evil is pretending to be, here.</p>\r\n<p>Asmodia: &nbsp;If Osirion does anything we think Keltham would accept, I'm a lot more comfortable with Cheliax doing that than trying to make it look like slaves don't exist here at all. &nbsp;I don't know how much else that affects.</p>\r\n<p>Carissa: &nbsp;Agree.</p>\r\n<p>Asmodia: &nbsp;Summarizing, the plan is as follows. &nbsp;We figure out what alterYaisa charged per fuck, how many times per week she did that, who with, with that matching around the range of people realYaisa actually had sex with. &nbsp;Be ready to answer Keltham if he asks that straight out, it's the sort of thing he asks.</p>\r\n<p>Asmodia: &nbsp;That all goes up on the wall in orange.</p>\r\n<p>Asmodia: &nbsp;Then we figure how much alterYaisa earned, and how much she spent on clothes. &nbsp;Also orange. &nbsp;We send a body double to shop for her - secondhand things, so they don't look new and unused; but if alterYaisa would've originally bought them new, they should be costed against her current wealth as new. &nbsp;We decide on a reason alterYaisa didn't already dress in those clothes, maybe she wants to surprise Keltham, maybe she's waiting for him to ask.</p>\r\n<p>Asmodia: &nbsp;'Slave' is a word with two meanings, one of which is a Keltham-acceptable sex thing, one of which is whatever Lawful Neutral thing they do in Osirion. &nbsp;Orange.</p>\r\n<p>Asmodia: &nbsp;Yaisa is a real masochist who as alterYaisa shows Keltham her real reactions and only her real reactions, with us trusting in Keltham to perceive reality as reality. &nbsp;Green, in a sense, though orange in that realYaisa would fake it more.</p>\r\n<p>Asmodia: &nbsp;Yaisa is cleared for AlterYaisa to get Keltham to try to keep her as a slave-consort.</p>\r\n<p>Asmodia: &nbsp;Did I miss anything?</p>\r\n<p>Yaisa: &nbsp;I can be wearing something nice under my uniform -</p>\r\n<p>Carissa: &nbsp;You didn't miss anything. &nbsp;Let's send the shopper out today, Keltham indicated he was thinking of trying Yaisa next.</p>\r\n</blockquote>",
      "created_at": "2022-02-13T07:50:23.686+00:00",
      "icon": null,
      "updated_at": "2022-02-13T07:50:23.686+00:00",
      "user": {
        "id": 366,
        "username": "Iarwain"
      }
    },
    {
      "id": 1760767,
      "character": null,
      "character_name": null,
      "content": "<p>(Return to <a href=\"/replies/1760747#reply-1760747\"><strong>main thread</strong></a>.)</p>",
      "created_at": "2022-02-13T07:51:38.630+00:00",
      "icon": null,
      "updated_at": "2022-02-13T07:51:38.630+00:00",
      "user": {
        "id": 366,
        "username": "Iarwain"
      }
    }
  ]
}