{
  "Ok": [
    {
      "id": 1831286,
      "character": {
        "id": 13534,
        "name": "Levrolurment",
        "screenname": null
      },
      "character_name": "Levrolurment",
      "content": "<p>Dear Abrogail:</p>\r\n<p>I am working on an important alchemical research project with two humans. Unfortunately, neither of the humans is focused on what actually matters here! Instead, they insist on spending a bunch of time on stupid boring human mating rituals. One of them (a wizard) keeps booping the other one on the nose with Dancing Lights. They keep making faces at each other. One of them said something that wasn't even about sex and then the other one got so flustered that he spilled an acid on his foot. I thought that this would prevent this behavior going forward but instead they tenderly stared into each other's eyes while doing Infernal Healing.&nbsp;</p>\r\n<p>I don't care if they have sex while they're not working but while they're working they should focus on the job! Which is much more interesting than them rubbing genitalia on each other and squirting fluids!</p>\r\n<p>One of them tried to murder the other one this morning, which I would naively think would prevent romance. Is this normal for humans?</p>\r\n<p>(If it matters, I am a gnome.)&nbsp;</p>\r\n<p>Sincerely,</p>\r\n<p>Levrolurment</p>",
      "created_at": "2022-07-01T02:05:17.163+00:00",
      "icon": {
        "id": 251247,
        "keyword": "lindsay-whelan-detail-p-whengrassturnsblue-gnome-archivist Cropped",
        "url": "https://d1anwqy6ci9o1i.cloudfront.net/users%2F81%2Ficons%2Fqfy0zkgqwdyvzke8q1a8o_lindsay-whelan-detail-p-whengrassturnsblue-gnome-archivist+Cropped.jpg"
      },
      "updated_at": "2022-07-01T02:08:20.213+00:00",
      "user": {
        "id": 81,
        "username": "westwind"
      }
    },
    {
      "id": 1831294,
      "character": {
        "id": 12701,
        "name": "Abrogail Thrune II",
        "screenname": "to-reign-in-Cheliax"
      },
      "character_name": "Abrogail Thrune II",
      "content": "<p>Dear Levrolurment:</p>\r\n<p>You're never, ever going to understand humans and need to stop trying.&nbsp; Events on this project are a classical symptom of why non-Asmodean societies can never get anything done:&nbsp; There needs to be a stronger power who dominates your whole project, and punishes anyone who tries to mate on the job.&nbsp; If nobody on your project has the power to do this, and it's too late to add somebody with that power, then your project is doomed.&nbsp; Everywhere that isn't ruled by fire and lash is just an endless fleshy desert of humans making faces at each other instead of working.</p>",
      "created_at": "2022-07-01T02:15:47.044+00:00",
      "icon": {
        "id": 226000,
        "keyword": "abrogail",
        "url": "https://d1anwqy6ci9o1i.cloudfront.net/users%2F366%2Ficons%2Fpdemamesqpkgnnyvd0kl9t_abrogail.PNG"
      },
      "updated_at": "2022-07-01T02:16:02.747+00:00",
      "user": {
        "id": 366,
        "username": "Iarwain"
      }
    },
    {
      "id": 1831308,
      "character": null,
      "character_name": null,
      "content": "<p>Dear Abrogail,</p>\r\n<p>I am an instructor at a wizarding academy. One of my students has fantastic tits and I've been fucking her. She also looks great wielding a whip, but she's usually in the middle of the pack academically, so I want to give her a few \"bonus points\" now and then so I can watch her beat the idiots more often. My colleagues think this will make the whole class work less hard; I say that surely even teenagers can't be <em>that&nbsp;</em>lazy and stupid, and anyway I run this class not them. Who's right?</p>",
      "created_at": "2022-07-01T02:28:56.180+00:00",
      "icon": null,
      "updated_at": "2022-07-01T02:28:56.180+00:00",
      "user": {
        "id": 222,
        "username": "NormalAnomaly"
      }
    },
    {
      "id": 1831332,
      "character": {
        "id": 12701,
        "name": "Abrogail Thrune II",
        "screenname": "to-reign-in-Cheliax"
      },
      "character_name": "Abrogail Thrune II",
      "content": "<p>Dear Instructor:</p>\r\n<p>Cases like this are exactly why the Asmodean system runs on&nbsp;<em>threats, not rewards.</em>&nbsp; Giving her \"bonus points\", rather than threatening to&nbsp;<em>take away</em> the points she's otherwise earned, even if the reason you're doing it is to get off on watching her beat others, will inevitably lead her to think she can slack off on her wizarding studies because you'll give her bonus points for fucking you.&nbsp; Which, in turn, leads to a fundamentally unhealthy relationship in which she's gaining bonus points and you're gaining sex, instead of you winning and her losing, at which point you might as well move to Osirion and worship Abadar.</p>\r\n<p>Taking away the reward-of-punishing-others* that the best students have justly earned won't demotivate them if you otherwise put enough fear into them.&nbsp; But it'll make the most clever and Asmodean students in the class hate you, and even as a teacher that's not a smart place to be.&nbsp; As a headmaster, I'd be even <em>more </em>annoyed with a teacher who started faking his pet into the <em>best</em> performance bracket.&nbsp; This is something you could easily be caught out about, if one of the smartest and most Asmodean students had a favor owed with the headmaster - you won't be able to pass a test to see if your pet's performance was real.</p>\r\n<p>Consider adding additional punishment sessions for idiots you're pretty sure are going to fail anyways, and letting your pet whip them to your own heart's content. &nbsp;</p>\r\n<p><br />(*)&nbsp; Two syllables of Infernal loanword.</p>",
      "created_at": "2022-07-01T02:38:58.579+00:00",
      "icon": {
        "id": 226000,
        "keyword": "abrogail",
        "url": "https://d1anwqy6ci9o1i.cloudfront.net/users%2F366%2Ficons%2Fpdemamesqpkgnnyvd0kl9t_abrogail.PNG"
      },
      "updated_at": "2022-07-01T03:19:49.824+00:00",
      "user": {
        "id": 366,
        "username": "Iarwain"
      }
    },
    {
      "id": 1831334,
      "character": null,
      "character_name": null,
      "content": "<p>Dear Abrogail,</p>\r\n<p>A paladin of my acquaintance foiled my schemes for advancement, and as a result I have devoted the next phase of my life to constructing a false identity, earning her trust and scheming her annihilation, as one does. Unfortunately, she's flirting with me, and I've heard that Good people sometimes do that for reasons other than wanting to exploit people. Do you have any advice for how to recognize 'love' in Good people, and if it really <em>is</em> love, what interesting thing I can do with this situation other than kill her and get it over with? Her actual <em>support</em> for my plans would make them far too easy to be interesting.</p>\r\n<p>Sincerely,</p>\r\n<p>Disgruntled</p>",
      "created_at": "2022-07-01T02:40:16.051+00:00",
      "icon": null,
      "updated_at": "2022-07-01T02:40:16.051+00:00",
      "user": {
        "id": 453,
        "username": "Aevylmar"
      }
    },
    {
      "id": 1831338,
      "character": {
        "id": 12701,
        "name": "Abrogail Thrune II",
        "screenname": "to-reign-in-Cheliax"
      },
      "character_name": "Abrogail Thrune II",
      "content": "<p>Dear Disgruntled:</p>\r\n<p>Kill her and get it over with.</p>\r\n<p>There's a stage of life, wisdom, and experience where you can afford to tempt a paladin to fall in love with you, but you're not there yet.&nbsp; If your original goal was to annihilate her, and this <em>required you to construct a false identity </em>instead of just hiring a Malediction-assassination combo on her, you do not have the <em>project slack</em> to do anything else besides killing her.&nbsp; If killing a paladin would be <em>boringly easy</em> you may have the leisure to consider a more complicated plan that crushes her or corrupts her before she dies - not if killing her is in any way still difficult for you, or requires an even slightly elaborate plan.</p>",
      "created_at": "2022-07-01T02:47:41.295+00:00",
      "icon": {
        "id": 226000,
        "keyword": "abrogail",
        "url": "https://d1anwqy6ci9o1i.cloudfront.net/users%2F366%2Ficons%2Fpdemamesqpkgnnyvd0kl9t_abrogail.PNG"
      },
      "updated_at": "2022-07-01T04:25:14.936+00:00",
      "user": {
        "id": 366,
        "username": "Iarwain"
      }
    },
    {
      "id": 1831341,
      "character": null,
      "character_name": null,
      "content": "<p>Dear Abrogail,</p>\r\n<p>My girlfriend recently got back from a tour at the Worldwound. I knew she was probably going to sleep with other people there, and that doesn't bother me, but ever since she got back, she's been a total child about basic parts of our relationship. At first, I figured she was just readjusting to civilian life, but last night she told me that \"Mintod actually cared if she was having fun\" and then froze me out for the rest of the night. If she wants to fuck a paladin at the Worldwound I'm not going to stop her, I think a lot of them get off on pretending to care about their partners, but it's ridiculous for her to try to bring that sort of thing into our bedroom. How do I explain that her expectations are unreasonable for normal people?</p>",
      "created_at": "2022-07-01T02:49:11.986+00:00",
      "icon": {
        "id": 68210,
        "keyword": "stars",
        "url": "https://d1anwqy6ci9o1i.cloudfront.net/users%2F135%2Ficons%2F970358f6-1ce9-4f68-83b1-12d6e9764cb8_in_your_multitudes.jpg"
      },
      "updated_at": "2022-07-01T02:49:11.986+00:00",
      "user": {
        "id": 135,
        "username": "Arete/Stars"
      }
    },
    {
      "id": 1831343,
      "character": {
        "id": 12701,
        "name": "Abrogail Thrune II",
        "screenname": "to-reign-in-Cheliax"
      },
      "character_name": "Abrogail Thrune II",
      "content": "<p>Dear Cucked:</p>\r\n<p>It sounds like your essential problem is that your girlfriend, a Worldwound veteran, has enough power in your relationship that you can't just force her to serve you in the bedroom, and she doesn't, in fact, want to just serve you in the bedroom.&nbsp; If a Worldwound veteran demands a partner who pretends to care for her, then, let's face it, she can afford to keep one.&nbsp; If you're weak enough that she's the source of most good things in your life, pretend to give her what she wants and maybe you can delay the day when she dumps you for somebody better at pretending.</p>\r\n<p>In time, your ex-girlfriend will become disillusioned with pretenses, but then she'll go with somebody younger and handsomer than you.</p>",
      "created_at": "2022-07-01T03:03:28.994+00:00",
      "icon": {
        "id": 226000,
        "keyword": "abrogail",
        "url": "https://d1anwqy6ci9o1i.cloudfront.net/users%2F366%2Ficons%2Fpdemamesqpkgnnyvd0kl9t_abrogail.PNG"
      },
      "updated_at": "2022-07-01T03:05:27.884+00:00",
      "user": {
        "id": 366,
        "username": "Iarwain"
      }
    },
    {
      "id": 1831344,
      "character": null,
      "character_name": null,
      "content": "<p>Dear Abrogail,</p>\r\n<p>My husband is incredibly machostic and kinky. Yes yes lucky me, the issue is that I can't figure out how to actually displine him. I beat him hard enough that I was worried about having to use some of his salary on healing and he just said \"harder mommy\". I'm worried he's pissing my off on purpose at this point. I tried withholding sex but apparently he like \"tease and denial\" whatever that means.</p>\r\n<p>PS</p>\r\n<p>Economically I really married up so I don't want to ditch him but we aren't rich enough to afford lots of infernal healing or anything like that.</p>",
      "created_at": "2022-07-01T03:10:06.577+00:00",
      "icon": null,
      "updated_at": "2022-07-01T03:11:30.786+00:00",
      "user": {
        "id": 97,
        "username": "Fist"
      }
    },
    {
      "id": 1831347,
      "character": {
        "id": 12701,
        "name": "Abrogail Thrune II",
        "screenname": "to-reign-in-Cheliax"
      },
      "character_name": "Abrogail Thrune II",
      "content": "<p>Dear Unlucky,</p>\r\n<p>He's not trying to piss you off on purpose, he just has a pain tolerance high enough that you need to either (a) get lessons at your local temple in how to cause great pain without a healer being required afterward or (b) accept that he needs to be with somebody who can afford to heal him afterwards.</p>\r\n<p>Even with those temple lessons being subsidized, it's admittedly a lot of work and I'd understand if you didn't want to bother.&nbsp; In that case, consider asking your husband to voluntarily enslave himself to you, and then selling him to somebody who can afford either the time or the healing spells to use him properly.</p>",
      "created_at": "2022-07-01T03:15:35.223+00:00",
      "icon": {
        "id": 226000,
        "keyword": "abrogail",
        "url": "https://d1anwqy6ci9o1i.cloudfront.net/users%2F366%2Ficons%2Fpdemamesqpkgnnyvd0kl9t_abrogail.PNG"
      },
      "updated_at": "2022-07-01T03:15:35.223+00:00",
      "user": {
        "id": 366,
        "username": "Iarwain"
      }
    },
    {
      "id": 1831348,
      "character": null,
      "character_name": null,
      "content": "<p>Dear Abrogail,&nbsp;</p>\r\n<p>I am one of the top students in my wizarding class and am considering acquiring a partner to ensure that sexual frustration doesn't distract me from my studies. Unfortunately, the overlap between classmates who aren't smart enough to be a threat to be while not being so pathetic that they aren't entertaining to be around seems to be negligible. How do I find someone intelligent enough to be interesting without being sufficiently close to me in the rankings that sabotaging me would plausibly benefit them? Should I give up and start looking for a toy outside the school?</p>",
      "created_at": "2022-07-01T03:17:32.869+00:00",
      "icon": {
        "id": 5570,
        "keyword": "owl",
        "url": "https://v.dreamwidth.org/9499692/2372407"
      },
      "updated_at": "2022-07-01T03:17:32.869+00:00",
      "user": {
        "id": 9,
        "username": "MaggieoftheOwls"
      }
    },
    {
      "id": 1831356,
      "character": {
        "id": 12701,
        "name": "Abrogail Thrune II",
        "screenname": "to-reign-in-Cheliax"
      },
      "character_name": "Abrogail Thrune II",
      "content": "<p>Dear Top,</p>\r\n<p>The reason why school-external and inter-year romances are so heavily discouraged, is exactly to prevent you from finding an outlet for your sexual frustrations that <em>isn't</em> competing with you and&nbsp;<em>doesn't</em> require complicated plotting.&nbsp; Your problem seems unsolvable because I ordered rules set in place to prevent it from being solved.</p>\r\n<p>If you find a clever solution, write me back about it and I'll give you a prize before I put in place new rules to prevent it from happening again.</p>",
      "created_at": "2022-07-01T03:26:08.751+00:00",
      "icon": {
        "id": 226000,
        "keyword": "abrogail",
        "url": "https://d1anwqy6ci9o1i.cloudfront.net/users%2F366%2Ficons%2Fpdemamesqpkgnnyvd0kl9t_abrogail.PNG"
      },
      "updated_at": "2022-07-01T03:41:14.197+00:00",
      "user": {
        "id": 366,
        "username": "Iarwain"
      }
    },
    {
      "id": 1831365,
      "character": {
        "id": 13814,
        "name": "Chrisor",
        "screenname": "pride-and-tyranny"
      },
      "character_name": "Chrisor",
      "content": "<p>Dear Abrogail:</p>\r\n<p>I had a subordinate I previously believed to be minimally competent. However, in his <em>first day</em> on a sensitive task without my direct supervision, he almost killed his charge, almost caused his charge to see through the lie we're maintaining by forgetting obvious facts about the world, ran out of Detect Thoughts and Hold Person, hired a gnome, and failed to murder a teenage girl who turned out to be an incarnate of the empyreal lord Immonhiel.</p>\r\n<p>While I know the appropriate response to this (torture), what can I do to prevent myself from making such a serious mistake about a subordinate's competence in the future?</p>",
      "created_at": "2022-07-01T03:31:36.185+00:00",
      "icon": {
        "id": 87274,
        "keyword": "wow fuck you",
        "url": "https://d1anwqy6ci9o1i.cloudfront.net/users%2F81%2Ficons%2F9d3ae845-cda2-4eff-9e03-d9ee31c3ac57_richard-armitage-robin-hood-1881699.png"
      },
      "updated_at": "2022-07-01T03:32:22.200+00:00",
      "user": {
        "id": 81,
        "username": "westwind"
      }
    },
    {
      "id": 1831380,
      "character": {
        "id": 12701,
        "name": "Abrogail Thrune II",
        "screenname": "to-reign-in-Cheliax"
      },
      "character_name": "Abrogail Thrune II",
      "content": "<p>Dear Cursed:</p>\r\n<p>A single one of those problems might indicate an incompetent subordinate.&nbsp; At the point where your subordinate's list of follies includes \"failed to murder an incarnate of Immonhiel\", I think you need to step back and realize that, in fact, very <em>few</em> subordinates are competent to reliably murder incarnates of Immonhiel.&nbsp; Whatever position you assigned this person to sounds so heavily cursed that I don't even know, without further examination, whether Aspexia Rugatonn would've done any better.</p>\r\n<p>Obviously I'm not saying that you shouldn't torture him for his failure, but it sounds like you have a project drama problem that goes far beyond the competence of this particular subordinate.</p>\r\n<p>Unless he is <em>regularly </em>in the habit of hiring gnomes and failing to execute empyreal incarnates on projects previously lacking drama, in which case I recommend execution.</p>",
      "created_at": "2022-07-01T03:38:31.205+00:00",
      "icon": {
        "id": 226000,
        "keyword": "abrogail",
        "url": "https://d1anwqy6ci9o1i.cloudfront.net/users%2F366%2Ficons%2Fpdemamesqpkgnnyvd0kl9t_abrogail.PNG"
      },
      "updated_at": "2022-07-01T03:59:45.594+00:00",
      "user": {
        "id": 366,
        "username": "Iarwain"
      }
    },
    {
      "id": 1831382,
      "character": {
        "id": 13857,
        "name": "Pedra Casal Lachanessa",
        "screenname": "strong-enough"
      },
      "character_name": "Pedra Casal Lachanessa",
      "content": "<p>Dear Abrogail,</p>\r\n<p>There's a charming young wizard of my acquaintance who possesses an astonishing array of useful skills and talents, not to mention a pleasing temperament, and I deeply desire to make him mine forever.</p>\r\n<p>Unfortunately, he's decided to throw every resource he can muster into a war of vengeance with a terrifyingly powerful force beyond even his abilities, and I haven't been able to talk him out of it. I'm confident that if he continues it's going to get him killed, probably permanently. If I abandon him I'll lose him as an asset, I don't control him securely enough to make him reconsider, and he's too useful for me to want to allow him to be dead.</p>\r\n<p>Do you have any suggestions about ways to deter him from his hopeless war without either driving him away or allowing him to destroy himself?</p>\r\n<p>Sincerely,</p>\r\n<p>C.L.</p>",
      "created_at": "2022-07-01T03:39:19.680+00:00",
      "icon": {
        "id": 253356,
        "keyword": "A Certain Woman You Should Know",
        "url": "https://d1anwqy6ci9o1i.cloudfront.net/users%2F453%2Ficons%2Fd29e5r9l7mcty4n82n2wqb_A+Certain+Woman+You+Should+Know.jpg"
      },
      "updated_at": "2022-07-01T05:34:33.740+00:00",
      "user": {
        "id": 453,
        "username": "Aevylmar"
      }
    },
    {
      "id": 1831392,
      "character": {
        "id": 12701,
        "name": "Abrogail Thrune II",
        "screenname": "to-reign-in-Cheliax"
      },
      "character_name": "Abrogail Thrune II",
      "content": "<p>Dear Possessive,</p>\r\n<p>Honestly, in your shoes I'd just resort to mind control.&nbsp; Is his enemy Lawful Evil?&nbsp; This sounds like a situation where you could both benefit from the sort of compact where you sell him out so he gets taken alive, and they enslave him and mind-control him for you before handing him back.&nbsp; The mutual benefit doesn't make it un-Asmodean so long as somebody <em>else</em> loses.</p>",
      "created_at": "2022-07-01T03:44:40.604+00:00",
      "icon": {
        "id": 226000,
        "keyword": "abrogail",
        "url": "https://d1anwqy6ci9o1i.cloudfront.net/users%2F366%2Ficons%2Fpdemamesqpkgnnyvd0kl9t_abrogail.PNG"
      },
      "updated_at": "2022-07-01T03:47:06.809+00:00",
      "user": {
        "id": 366,
        "username": "Iarwain"
      }
    },
    {
      "id": 1831400,
      "character": null,
      "character_name": null,
      "content": "<p>Dear Abrogail,</p>\r\n<p>I&rsquo;m a wizarding student with high grades and I am reasonably feared by my classmates. My life is going perfectly well, as far as I can tell. However, while I do enjoy torturing others, and I do want to enter a proper Chelish relationship, I just can&rsquo;t see the appeal of sexual activity. It seems incredibly boring. Is there something that I&rsquo;m missing? Can the same level of manipulation be achieved without romance? Is sex really necessary for a proper Asmodean relationship, or can setting people on fire be used instead? That seems much more enjoyable, frankly.</p>\r\n<p>Thank you,</p>\r\n<p>Studious</p>",
      "created_at": "2022-07-01T03:45:50.339+00:00",
      "icon": null,
      "updated_at": "2022-07-01T03:46:55.765+00:00",
      "user": {
        "id": 495,
        "username": "Murloc"
      }
    },
    {
      "id": 1831407,
      "character": {
        "id": 12701,
        "name": "Abrogail Thrune II",
        "screenname": "to-reign-in-Cheliax"
      },
      "character_name": "Abrogail Thrune II",
      "content": "<p>Dear Studious,</p>\r\n<p>I've absolutely been there.&nbsp; Well, I am there, really.&nbsp; Wasn't always, but sex became boring after a while.</p>\r\n<p>If you can manage to stand kissing people, it works surprisingly well to provide an additional victim for the relationship and kiss your partner while the victim you provided gets used by them for pleasure, in which case they're often able to credit that pleasure to you as its proper source.&nbsp; You do need to be there and doing the kissing.</p>\r\n<p>Consider also that if sex is&nbsp;<em>boring</em> but not&nbsp;<em>aversive</em>, you might very well start to find it interesting, providing that somebody else is having a sufficiently interesting reaction to it as part of larger events, or that you're carrying out the sex as part of some larger plan that you enjoy.&nbsp; That's worked for me too.</p>\r\n<p>If neither of those work for you, I recommend looking for somebody who can respond appropriately to being set on fire, even if you don't have sex with them.&nbsp; To be clear - this should go without saying, but I've had problems with bizarre misinterpretations of my advice in the past - I don't mean somebody who <em>consents</em>&nbsp;to you setting them on fire and not having sex with them, I mean somebody who&nbsp;<em>responds romantically</em>&nbsp;to that.&nbsp; There's a huge difference!</p>\r\n<p>Once you're a high-enough level wizard to have access to the trio of Detect Thoughts, Detect Desires, and Detect Anxieties, and deploy them at sufficient power, you may find that you are able to derive some shadow of sexual enjoyment from experiencing the intense emotions of other people.</p>",
      "created_at": "2022-07-01T03:54:35.184+00:00",
      "icon": {
        "id": 226000,
        "keyword": "abrogail",
        "url": "https://d1anwqy6ci9o1i.cloudfront.net/users%2F366%2Ficons%2Fpdemamesqpkgnnyvd0kl9t_abrogail.PNG"
      },
      "updated_at": "2022-07-01T04:21:37.998+00:00",
      "user": {
        "id": 366,
        "username": "Iarwain"
      }
    },
    {
      "id": 1831409,
      "character": null,
      "character_name": null,
      "content": "<p>Dear Abrogail,&nbsp;</p>\r\n<p>A man I have had my eye on for some time has recently been acquired by one of my rivals. Do you have any suggestions for how to, in the course of ruining <em>her</em> socially, avoid reducing the social capital and therefore usefulness of the man in question? Or should I write him off as a casualty and settle for someone slightly less desirable?</p>",
      "created_at": "2022-07-01T03:57:08.305+00:00",
      "icon": {
        "id": 5570,
        "keyword": "owl",
        "url": "https://v.dreamwidth.org/9499692/2372407"
      },
      "updated_at": "2022-07-01T03:57:08.305+00:00",
      "user": {
        "id": 9,
        "username": "MaggieoftheOwls"
      }
    },
    {
      "id": 1831417,
      "character": {
        "id": 12701,
        "name": "Abrogail Thrune II",
        "screenname": "to-reign-in-Cheliax"
      },
      "character_name": "Abrogail Thrune II",
      "content": "<p>Dear Vengeful:</p>\r\n<p>I'd really need more details on the situation to have any idea!&nbsp; At this level of generality, the main thought that's coming to my mind is to make it look like&nbsp;<em>he </em>betrayed her for you.&nbsp; Other women will compete for him less, after that, but not in a way that reduces their respect for you.&nbsp; He'll know the truth, obviously, but his alternative options to you will be much reduced.&nbsp; If he's not flattered by the romance of the effort you expended to arrange to trap him so, then yes write him off.</p>",
      "created_at": "2022-07-01T04:03:36.266+00:00",
      "icon": {
        "id": 226000,
        "keyword": "abrogail",
        "url": "https://d1anwqy6ci9o1i.cloudfront.net/users%2F366%2Ficons%2Fpdemamesqpkgnnyvd0kl9t_abrogail.PNG"
      },
      "updated_at": "2022-07-01T04:03:56.254+00:00",
      "user": {
        "id": 366,
        "username": "Iarwain"
      }
    },
    {
      "id": 1831422,
      "character": {
        "id": 13934,
        "name": "Quina",
        "screenname": "sisterly-love"
      },
      "character_name": "Quina",
      "content": "<p>Dear Abrogail:</p>\r\n<p>I am a wizard student. My brother is weak and pathetic. He stutters. He can't stand up for himself: whenever another student hits him, he just stands there and cries while snot drips down his face. He is the lowest-scoring student in his class at least a third of the time, maybe half, and he cries when punished too. Everyone treats him badly, and no matter how much I explain to him that everyone is going to treat him badly if he acts like that, he won't stop. What's worse, the other day I caught him giving his pocket money to a person we know whose baby keeps going hungry. When I protested, he said that she needs it more and his pocket money always gets stolen by other students anyway!</p>\r\n<p>I normally cast Acid Splash on anyone who hurts him and isn't in a position of authority over him. I sit next to him and check his answers on his homework and hit him whenever he gets it wrong. I know he is a drain on me and I should stop caring about him before his weakness destroys me as well, but I have not been able to stop myself from wanting better for him. Do you have any suggestions?</p>",
      "created_at": "2022-07-01T04:06:41.390+00:00",
      "icon": {
        "id": 255571,
        "keyword": "users_118_icons_27sgp06mf55n7ufsiwfbto_20220516_025521",
        "url": "https://d1anwqy6ci9o1i.cloudfront.net/users%2F81%2Ficons%2F1yrafgppb25beah53189ih_users_118_icons_27sgp06mf55n7ufsiwfbto_20220516_025521.jpg"
      },
      "updated_at": "2022-07-01T04:06:41.390+00:00",
      "user": {
        "id": 81,
        "username": "westwind"
      }
    },
    {
      "id": 1831433,
      "character": {
        "id": 12701,
        "name": "Abrogail Thrune II",
        "screenname": "to-reign-in-Cheliax"
      },
      "character_name": "Abrogail Thrune II",
      "content": "<p>Dear Pathetic:</p>\r\n<p>Your brother is going to end up a paving stone in Hell no matter what he does.&nbsp; He has no other options but that.&nbsp; What's your excuse?</p>\r\n<p>If you're going to be so Good, why don't you try being honest on top of that?&nbsp; Tell the headmaster of your school that you're being distracted by compassion for your brother, who obviously isn't going to end up a wizard, and who's just acting as a punishment sink to prevent other students from needing to really try.&nbsp; Ask for your brother to be failed out of school now rather than later, so you're not being distracted anymore.&nbsp; You can always tell yourself that you'll come back for him later once you've struck it rich.&nbsp; It'll be a lie, but the part of yourself that engages in this idiocy will believe it.</p>",
      "created_at": "2022-07-01T04:15:09.718+00:00",
      "icon": {
        "id": 226000,
        "keyword": "abrogail",
        "url": "https://d1anwqy6ci9o1i.cloudfront.net/users%2F366%2Ficons%2Fpdemamesqpkgnnyvd0kl9t_abrogail.PNG"
      },
      "updated_at": "2022-07-01T04:15:23.171+00:00",
      "user": {
        "id": 366,
        "username": "Iarwain"
      }
    },
    {
      "id": 1831454,
      "character": null,
      "character_name": null,
      "content": "<p>Dear Abrogail,</p>\r\n<p>I've just started wizard school and would like to redefine myself but am having some trouble doing so. I have an image in my head of who I'd like to be: suave, dangerous, mysterious, a bit shocking, someone who knows everyone's secrets and how to use them. And I feel like I've got about... half of that. I sure am mysterious, because nobody knows anything about me! And I do shock people sometimes, because when I say something interesting they're surprised I had anything to say! I've figured out a lot about my classmates, but what good is that when I miss my opportunities to use it? I need to get bolder, but I don't know where to start! How do I project the image of myself that I want other people to see, instead of aiming for subtle and ending up at forgettable?</p>",
      "created_at": "2022-07-01T04:49:54.892+00:00",
      "icon": {
        "id": 53821,
        "keyword": "amazonite icon 1",
        "url": "https://d1anwqy6ci9o1i.cloudfront.net/users%2F64%2Ficons%2Fee81486b-df27-4a36-a47d-fa00148ed164_planet.png"
      },
      "updated_at": "2022-07-01T04:49:54.892+00:00",
      "user": {
        "id": 64,
        "username": "Tol Ailin"
      }
    },
    {
      "id": 1831464,
      "character": {
        "id": 12701,
        "name": "Abrogail Thrune II",
        "screenname": "to-reign-in-Cheliax"
      },
      "character_name": "Abrogail Thrune II",
      "content": "<p>Dear Forgettable:</p>\r\n<p>There's two ways to look impressive:&nbsp; One, have a lot of Splendour, two, actually be impressive.&nbsp; It sounds like the former plan isn't working out for you.&nbsp; Absent Splendour, before you can try to be enigmatic, you need something to be enigmatic&nbsp;<em>about.</em></p>\r\n<p>If you have a lack of natural talent to complement your lack of Splendour, I really have no advice for you.&nbsp; Because you see, in that case, you don't deserve to be happy, and I don't want you to be.</p>\r\n<p>But if there's anything you&nbsp;<em>can</em> do, that you could be enigmatic about once you'd done it - whether that's making it to the top of the class, or conquering your apparent betters with blackmail - go do that.&nbsp; If you're any good as a wizard, eventually you'll be able to cast Eagle's Splendour so you can be enigmatic without any actual accomplishments to back it up.</p>",
      "created_at": "2022-07-01T05:09:30.056+00:00",
      "icon": {
        "id": 226000,
        "keyword": "abrogail",
        "url": "https://d1anwqy6ci9o1i.cloudfront.net/users%2F366%2Ficons%2Fpdemamesqpkgnnyvd0kl9t_abrogail.PNG"
      },
      "updated_at": "2022-07-01T05:20:03.754+00:00",
      "user": {
        "id": 366,
        "username": "Iarwain"
      }
    },
    {
      "id": 1831467,
      "character": null,
      "character_name": null,
      "content": "<p>DEER ABROGAIL</p>\r\n<p>I HERD THAT YUO KILLED YUOR FATHER WHEN YUO WERE SIXTEEN. MY PARINTS ARE DED BUT I WOOD LIKE MY FOSTER PARINTS TO BE DED. HOW DO YUO KILL PARINTS AND DOO I HAVE TO WATE UNTIL I AM SIXTEEN, I AM THREE AND I DO NOT WANT TO WATE THAT LONG</p>",
      "created_at": "2022-07-01T05:10:13.192+00:00",
      "icon": {
        "id": 5570,
        "keyword": "owl",
        "url": "https://v.dreamwidth.org/9499692/2372407"
      },
      "updated_at": "2022-07-01T05:10:13.192+00:00",
      "user": {
        "id": 9,
        "username": "MaggieoftheOwls"
      }
    },
    {
      "id": 1831471,
      "character": {
        "id": 12701,
        "name": "Abrogail Thrune II",
        "screenname": "to-reign-in-Cheliax"
      },
      "character_name": "Abrogail Thrune II",
      "content": "<p>DEAR THREE:</p>\r\n<p>THAT WAS MY UNCLE.&nbsp; I KILLED MY FATHER WHEN I WAS TWELVE.</p>\r\n<p>TWELVE IS A GOOD AGE TO KILL YOUR PARENTS.&nbsp; WAIT UNTIL THEN.</p>",
      "created_at": "2022-07-01T05:15:19.975+00:00",
      "icon": {
        "id": 226000,
        "keyword": "abrogail",
        "url": "https://d1anwqy6ci9o1i.cloudfront.net/users%2F366%2Ficons%2Fpdemamesqpkgnnyvd0kl9t_abrogail.PNG"
      },
      "updated_at": "2022-07-01T05:16:09.688+00:00",
      "user": {
        "id": 366,
        "username": "Iarwain"
      }
    },
    {
      "id": 1831484,
      "character": {
        "id": 12667,
        "name": "Tessane Jeggare",
        "screenname": null
      },
      "character_name": "Tessane Jeggare",
      "content": "<p>Dear Abrogail,</p>\r\n<p>All of the potential partners in my social circles are incredibly boring. My inferiors are incredibly predictable because they parrot official doctrine on anything of significance. My ostensible peers can't hold up their side of an argument for more than five minutes. The ranks of my superiors accessible to me, while potentially interesting as obstacles to be overcome on my way to greater power, are not interesting in conversation or in the bedroom, and they are scarce enough that I have explored most of the options and exhausted what interest existed. There's one exception, who manages this by being a heretic, and while the Church is fully aware and has so far declined to squash him, I'm pretty sure he'd fall apart disappointingly quickly if I even gestured in the direction of trying to break him. And then I wouldn't have anyone left to amuse me except in a torture chamber, which I have, unfortunately, never found diverting for more than an hour a day. (Even when they're unusually unpleasant and therefore particularly amusing to squash.) Should I just play gently with the clever heretic, or do I have better options I haven't explored?</p>\r\n<p>Respectfully,<br /><br />COUNTING</p>",
      "created_at": "2022-07-01T05:32:31.118+00:00",
      "icon": null,
      "updated_at": "2022-07-01T05:32:31.118+00:00",
      "user": {
        "id": 4,
        "username": "JiSK"
      }
    },
    {
      "id": 1831490,
      "character": {
        "id": 12701,
        "name": "Abrogail Thrune II",
        "screenname": "to-reign-in-Cheliax"
      },
      "character_name": "Abrogail Thrune II",
      "content": "<p>Dear Boring,</p>\r\n<p>While it's possible that you simply happen to be struggling far below your proper place, more likely is that you're failing to send the right social signals to convince people that they stand to benefit by having interesting conversations with you.&nbsp; The heretic of whom you think fondly, who's inept enough that you know him for a heretic, is evidently somebody who's clever around people even when that's not in his own interest.</p>\r\n<p>If this proves unsolvable for you, then sure, go with the clever heretic.&nbsp; But if you're high enough to have inferiors, consider asking yourself whether you've visibly rewarded the first incremental moves in the direction of having interesting behaviors or thoughts around you.</p>\r\n<p>There are plenty of topics in Cheliax about which I've yet neglected to make people aware of my own, correct opinion.&nbsp; If people are only discussing topics with you on which there exists an orthodox opinion to parrot, it means they don't want to have a real conversation with you.</p>\r\n<p>Or, I suppose, it's possible that you're just vastly more intelligent and interesting than the people around you.&nbsp; If that's really so, climb your social ladder quickly, or apply to wizard school.&nbsp; I'm here at the top, and I guarantee I'm not boring.</p>",
      "created_at": "2022-07-01T05:48:21.546+00:00",
      "icon": {
        "id": 226000,
        "keyword": "abrogail",
        "url": "https://d1anwqy6ci9o1i.cloudfront.net/users%2F366%2Ficons%2Fpdemamesqpkgnnyvd0kl9t_abrogail.PNG"
      },
      "updated_at": "2022-07-01T05:52:18.276+00:00",
      "user": {
        "id": 366,
        "username": "Iarwain"
      }
    },
    {
      "id": 1831500,
      "character": null,
      "character_name": null,
      "content": "<p>Dear Abrogail,</p>\r\n<p>My boyfriend is really good at hurting me, and he makes me feel like I&rsquo;m his, and I want to be his, but I&rsquo;m a better wizard than him, and I think he might be afraid to go all the way because he&rsquo;s worried I might retaliate? When I actually think I&rsquo;m way too pathetic to ever seriously hurt him? But I don&rsquo;t want to just tell him &lsquo;I&rsquo;m yours, you can do whatever you want and I won&rsquo;t fight back&rsquo;, because then I&rsquo;d be consenting, and it&rsquo;d be bad and fake and I wouldn&rsquo;t really be his. Is there any way for me to drop hints about how pathetic and weak I am without cheapening our relationship?</p>",
      "created_at": "2022-07-01T05:57:30.075+00:00",
      "icon": {
        "id": 65811,
        "keyword": "Misc.",
        "url": "https://d1anwqy6ci9o1i.cloudfront.net/users%2F73%2Ficons%2Ff1179fe3-5b20-46e5-af01-e351d0bc0e5e_E547F5A3-75A7-41A1-A9B9-0FB0800A6FF4.png"
      },
      "updated_at": "2022-07-01T05:57:30.075+00:00",
      "user": {
        "id": 73,
        "username": "Bobbi"
      }
    },
    {
      "id": 1831513,
      "character": {
        "id": 12701,
        "name": "Abrogail Thrune II",
        "screenname": "to-reign-in-Cheliax"
      },
      "character_name": "Abrogail Thrune II",
      "content": "<p>Dear Consenting:</p>\r\n<p>Mostly, I suspect you're not going to solve this problem to your own satisfaction, and this relationship is doomed.</p>\r\n<p>There's many creative solutions you could deploy if you're fine with clever manipulations: for example, you could tell your priest about your situation and that you intend to pose as a heretic, and then allow your boyfriend to discover your apparent heresy, after which he'd think to have the upper hand on you.</p>\r\n<p>But ultimately, we have a situation where your boyfriend is weaker and less daring than you want your man to be.&nbsp; I worry that even after you're done with clever manipulations, you'll still feel dissatisfied, because the ultimate problem here is that you <em>are</em>&nbsp;consenting.</p>\r\n<p>You don't have to end this relationship while you look for another one!&nbsp; Secretly flirt with dangerous, strong men until you find one that's good at hurting you, and values the way you hurt for him enough to tear you away from your current boyfriend whether you like that or not.</p>",
      "created_at": "2022-07-01T06:14:19.904+00:00",
      "icon": {
        "id": 226000,
        "keyword": "abrogail",
        "url": "https://d1anwqy6ci9o1i.cloudfront.net/users%2F366%2Ficons%2Fpdemamesqpkgnnyvd0kl9t_abrogail.PNG"
      },
      "updated_at": "2022-07-01T06:17:08.704+00:00",
      "user": {
        "id": 366,
        "username": "Iarwain"
      }
    },
    {
      "id": 1831536,
      "character": null,
      "character_name": null,
      "content": "<p>Dear Abrogail,</p>\r\n<p>My eldest child (age 8) has been struggling somewhat in his lessons. Yesterday, he came back from school with one of his worst composition scores yet, and then when we set him to do extra writing exercises on that material, he broke down in tears halfway through and started complaining about how the letters kept moving around! Obviously we had to address that, so I made him go back to the exercises and slapped his hand whenever he stopped writing, or twice if he started making up things about magical moving letters. My husband says this was counterproductive because you can't write if your hand is injured, and I should've gone for some other punishment instead. I think that if my child can't write just because his hand is hurting a little he's never going to amount to anything. Who's in the right?</p>",
      "created_at": "2022-07-01T07:19:52.595+00:00",
      "icon": {
        "id": 68210,
        "keyword": "stars",
        "url": "https://d1anwqy6ci9o1i.cloudfront.net/users%2F135%2Ficons%2F970358f6-1ce9-4f68-83b1-12d6e9764cb8_in_your_multitudes.jpg"
      },
      "updated_at": "2022-07-01T07:19:52.595+00:00",
      "user": {
        "id": 135,
        "username": "Arete/Stars"
      }
    },
    {
      "id": 1831653,
      "character": {
        "id": 12701,
        "name": "Abrogail Thrune II",
        "screenname": "to-reign-in-Cheliax"
      },
      "character_name": "Abrogail Thrune II",
      "content": "<p>Dear Slappy,</p>\r\n<p>I'd be more INFURIATED at how incompetent you are at hurting people, except for how EVERYBODY IN THIS COUNTRY EXCEPT ME is terrible at it.&nbsp; Nonetheless, shut up and listen.&nbsp; You're not going to understand, because NOBODY ever understands except ME, but listen anyways.</p>\r\n<p>Torture is not a magic wand that makes people better at things when you apply it.&nbsp; It works great as a magic wand for producing terror and regret, but for that to IMPROVE PERFORMANCE there has to be some kind of AQUEDUCT going from the FEAR LAKE to the RESULTS FARM.</p>\r\n<p>If somebody knows HOW to achieve a result and is just feeling reluctant about the effort or inconvenience involved, telling them they'll get hurt unless they achieve the result works GREAT.&nbsp; If somebody DOESN'T KNOW HOW to do something, you can't TORTURE THEM INTO KNOWING.</p>\r\n<p>I can't take a sixth-circle wizard and tell them that if they don't close the Worldwound in a year, I'll make an artistic production of their suffering such that when they get to Hell their owner will feel impressed and competitive about it, and have them actually close the Worldwound.&nbsp; I tried that just to see if that might work, if maybe all the wizards were just being lazy and unmotivated about actually getting the Worldwound fixed, but no, they actually don't know how to do it, and don't know how to figure out how to do it, no matter how desperate they are.</p>\r\n<p>People need to know, see, feel, that doing one thing leads to more pain, and doing something else leads to less pain.&nbsp; They need to know how to achieve their goal of hurting less.</p>\r\n<p>You can, by means of pain selectively applied, cause your boy to&nbsp;<em>keep trying to write,</em> to keep his hand moving on the paper.&nbsp; If he doesn't&nbsp;<em>know how to write</em> then you can only solve this by <em>teaching him how to write</em>.</p>\r\n<p>Now, often people do know how to do something, and don't want to, and whine that they don't know how.&nbsp; But you know when that whining is, maybe, a bit more believable?&nbsp; When it comes from an eight-year-old boy, especially one whom you've&nbsp;<em>already</em> hurt and that&nbsp;<em>hasn't</em> fixed the problem yet.</p>\r\n<p>It's worth hurting an eight-year-old boy <em>some,</em> maybe, to see if that fixes things, to incentivize them not to try whining as their first strategy.&nbsp; But eight-year-olds aren't paladins, Slappy.&nbsp; It's not that hard to break their resistance.&nbsp; If they're still not doing it after you hurt them a few times, it's because they don't know how, not because they're testing your resolve.</p>\r\n<p>Let me tell you one of the secrets of Hell, Slappy.&nbsp; If you go to Hell carrying high enough rank in Asmodeus's tyranny that the lesser devils there will answer your questions, and ask them, \"Why did you hurt that petitioner?\", they give reasons like, \"Because I thought it would be funny\", \"So that in the future they will fear more to waste precious ink and be more careful in their copying\", \"So that this section of the Count's palace shall have an artistic ornament befitting His place in Hell\".</p>\r\n<p>If you then go back to Cheliax and ask mortals why they hurt people, they say, \"Because he fucked up on his job\", \"Because she scorned me\", \"Because they did not show me the respect due my rank.\"</p>\r\n<p>See the difference, Slappy?</p>\r\n<p>Of course you don't.</p>\r\n<p>I'll spell it out for you:&nbsp; If you ask mortals why they hurt people, they talk about things that ALREADY HAPPENED, while if you ask devils why they hurt people, they talk about things THEY WANTED TO MAKE HAPPEN IN THE FUTURE.&nbsp; Which makes sense, see, because you CAN'T CHANGE THE PAST, so if you were trying to use torture to actually DO ANYTHING PURPOSEFUL it would be something having to do with the FUTURE.</p>\r\n<p>It was at this point, Slappy, that I realized that the reason why mortals can never do anything right with torture is that they ARE NOT TRYING TO DO THINGS except by COINCIDENCE.&nbsp; They're acting out their own anger, frustration, unhappiness, by hurting people.&nbsp; That does, in the end, support Asmodeus's tyranny in the mortal world; for subordinates often <em>do</em> know methods to avoid angering their superiors, and often, one of those methods is to do well at their jobs.&nbsp; But it's not the way of Hell.</p>\r\n<p>What are you doing, Slappy?&nbsp; You're getting angry at your boy's lack of performance and you're hurting him and you feel like that ought to make him better and he doesn't get better so you feel frustrated and you act that out by hurting him more.&nbsp; Do you know what that makes you?&nbsp; It doesn't make you good at Asmodeanism, it makes you BAD AT TORTURE.</p>\r\n<p>You're slapping him on the hand he uses to write.&nbsp; Don't fucking tell me it's because you want to teach him to overcome adversity.&nbsp; When somebody is STRUGGLING TO DO SOMETHING AT ALL and get to ANY rewards at the end of the problem that will teach their brain there's an ALTERNATIVE AT ALL that leads to LESS PAIN, is not when you add on ADDITIONAL ADVERSITY to teach your EIGHT-YEAR-OLD BOY how to be TOUGH.&nbsp; Teach him that by adding adversity to something he can ALREADY DO and punishing him for failure at THAT.</p>\r\n<p>You fucking obviously didn't carefully plan out a torture scheme that would involve slapping his hand, so you could simultaneously teach him how to write at all and how to overcome adversity in the form of hand pain.&nbsp; You acted out your frustration in the first way that came to mind, by slapping his hand, and when your husband pointed out the possible issue you made up the adversity thing AFTERWARDS.&nbsp; That doesn't make you good at Asmodeanism, it makes you BAD AT TORTURE.</p>\r\n<p>But you're not going to understand any of that.&nbsp; So if I had to leave you with a simple rule, it would be this:&nbsp; Only try hurting your boy for long enough that it would break his resolve if he did know how to do the work and was just trying to resist you about that, and if that doesn't work, STOP and go TEACH HIM INSTEAD.</p>\r\n<p>When he finally shows he can solve the problem, do NOT tell him immediately after that now he needs to go do all his work or get hurt, because then you're torturing him into NOT LEARNING THINGS.&nbsp; Give him plainer food until he learns, restore his usual rations after he learns successfully.&nbsp; As soon as he LEARNS TO DO THE WORK BETTER he should notice his life becoming IMMEDIATELY LESS UNPLEASANT.&nbsp; Do not make this connection complicated.&nbsp; Your little boy is even stupider than you are.</p>\r\n<p>And don't tell me you're hurting your boy because it's fun, either.&nbsp; Your boy is somebody you're currently treating as a valuable investment, and you shouldn't throw away that investment because you're flailing to find an excuse for why you're hurting him.&nbsp; But if you want to deliberately stop with that policy and treat him as a fun torture doll instead, then sure, by all means, have fun!&nbsp; Just don't act surprised when he breaks and stops being useful.</p>\r\n<p>PS:&nbsp; I have no idea what your boy means by 'letters moving around'.&nbsp; But what people say when they're in pain often means SOMETHING, especially after you've hurt them enough that they could not reasonably be trying to deliberately annoy you.&nbsp; So possibly consider paying attention to that part too, and asking questions, instead of getting FRUSTRATED and applying pain in response to EVENTS THAT ALREADY HAPPENED IN THE PAST.&nbsp; It doesn't make any sense to you, yes, but 8-year-olds do not always express themselves perfectly the first time.&nbsp; LISTEN TO PEOPLE WHILE YOU TORTURE THEM.</p>",
      "created_at": "2022-07-01T19:12:44.215+00:00",
      "icon": {
        "id": 226000,
        "keyword": "abrogail",
        "url": "https://d1anwqy6ci9o1i.cloudfront.net/users%2F366%2Ficons%2Fpdemamesqpkgnnyvd0kl9t_abrogail.PNG"
      },
      "updated_at": "2022-07-03T05:35:04.586+00:00",
      "user": {
        "id": 366,
        "username": "Iarwain"
      }
    },
    {
      "id": 1831675,
      "character": {
        "id": 14079,
        "name": "Titled Youth",
        "screenname": "floating-on-unfathomed-water"
      },
      "character_name": "Titled Youth",
      "content": "<p>Dear Abrogail,</p>\r\n<p>My father is a barmy old fool with a heart softer than a pillow stuffed with angel feathers--except where it comes to the treatment of his own family--but he plies the influential priests, merchants, and Crown agents in our town with bribes and threats. And he has poisoned their opinion against me, I have no one else to whom I can turn for advice.</p>\r\n<p>He treats the halflings on our estate in a most un-Asmodean way--lets them have the run of the place, basically--, and beats me if I have the least bit of fun at their expense. One of my family's rightful possessions is especially infuriating. The old fool consults her constantly, and defers to her advice and demands as if she were the master and he the slave. To hear him say it she has made him wealthy and reversed the family's fortunes, and I am to treat her and the other slips with whatever respect she demands in return for it. This arrangement is kept secret to all outside the household. To test the unbelievably dire imprecations directed at me by my father I whispered the secret to a schoolboy I'd always hated, who that evening was in the river dead. I'm uncertain how they learned of it, but I suspect the slip of some sorcerous power; she is unnaturally perceptive.&nbsp;</p>\r\n<p>I live every day in a building ruled by its own servants, and my pride cannot withstand it. What should I do?</p>",
      "created_at": "2022-07-01T20:04:58.765+00:00",
      "icon": null,
      "updated_at": "2022-07-01T20:04:58.765+00:00",
      "user": {
        "id": 459,
        "username": "Lumpyproletariat"
      }
    },
    {
      "id": 1831691,
      "character": {
        "id": 12701,
        "name": "Abrogail Thrune II",
        "screenname": "to-reign-in-Cheliax"
      },
      "character_name": "Abrogail Thrune II",
      "content": "<p>Dear Loser,</p>\r\n<p>Learn this well:&nbsp; Your value as a person isn't determined by names like 'slave', 'servant', 'halfling', 'slip'.</p>\r\n<p>What does determine your value as a person, then?&nbsp; The strength and grandeur by which you dominate everything about yourself; your usefulness to your superiors.</p>\r\n<p>If your father dominates your town with bribes and threats, then he is an admirable person, at least by townie standards.&nbsp; If he judges you less useful to him than halfling slaves, and your place accordingly below them in his household, I shan't gainsay it without knowing more of the matter.</p>\r\n<p>You haven't told me a single thing about your father to make me believe he has a heart stuffed with angel feathers - just that he has a treasured adviser whom you hate for being better-treated than yourself.&nbsp; But if you really believe your father guilty of heresy, why not turn him in to the town's highest priest over it?</p>\r\n<p>To be clear, if that priest is then found dead in the river, we shall, in fact, have a problem on our hands; and if you afterwards steal a horse and set off to the nearest larger city to report to the temple there, you will be well rewarded.</p>",
      "created_at": "2022-07-01T20:22:46.908+00:00",
      "icon": {
        "id": 226000,
        "keyword": "abrogail",
        "url": "https://d1anwqy6ci9o1i.cloudfront.net/users%2F366%2Ficons%2Fpdemamesqpkgnnyvd0kl9t_abrogail.PNG"
      },
      "updated_at": "2022-07-01T20:24:03.467+00:00",
      "user": {
        "id": 366,
        "username": "Iarwain"
      }
    },
    {
      "id": 1831697,
      "character": null,
      "character_name": null,
      "content": "<p>Dear Abrogail,</p>\r\n<p>&nbsp;</p>\r\n<p>I have a lover who is brilliant, fascinating, generous and clever. But I was presented with an opportunity to overthrow an important ally of hers and the source of her power base and make it my own, and of course I'm going to take it. Is there any way to keep her as I embark on my plan to betray her, or is it stupid to even consider it?&nbsp; If I drop her for now, and pick her back up again when I'm more powerful and have her boss's job, will that work fine?</p>\r\n<p>&nbsp;</p>\r\n<p>- Chosen</p>",
      "created_at": "2022-07-01T20:40:21.476+00:00",
      "icon": {
        "id": 8566,
        "keyword": "silmaril",
        "url": "https://d1anwqy6ci9o1i.cloudfront.net/users%2F34%2Ficons%2F0ba88b6e-fc67-4055-94de-26b4c3b40070_silmaril2.jpg"
      },
      "updated_at": "2022-07-01T20:40:21.476+00:00",
      "user": {
        "id": 34,
        "username": "lintamande"
      }
    },
    {
      "id": 1831701,
      "character": {
        "id": 12701,
        "name": "Abrogail Thrune II",
        "screenname": "to-reign-in-Cheliax"
      },
      "character_name": "Abrogail Thrune II",
      "content": "<p>Dear Romance Novel Protagonist:</p>\r\n<p>I must say, your situation sounds a bit... <em>patterned</em>.&nbsp; Are you, by any chance, incredibly beautiful?&nbsp; Do you have an enemy who is even more incredibly beautiful than you?</p>\r\n<p>But let's leave that aside.</p>\r\n<p>If you were in this situation in real life, and you didn't realistically think your lover would side with you against her ally, then yes, the way to keep this lover is to come back later when you've got her boss's job.</p>\r\n<p>But that would be boring, wouldn't it?&nbsp; Can you get her to think that her ally has betrayed her, or will soon betray her?&nbsp; Can you find her dark secret and force her to your side against all her previous bonds?&nbsp; Can you just be&nbsp;<em>that good in bed?</em></p>\r\n<p>Try!&nbsp; You only lead one mortal life, and the less boring it is, the more your eventual keeper in Hell might feel an impulse to try to preserve anything interesting about you!&nbsp; And if it all goes wrong in this mortal life, flee to the Imperial Censor's Office and tell them I commanded that you be allowed to try your hand at writing romance novels.</p>",
      "created_at": "2022-07-01T20:53:30.019+00:00",
      "icon": {
        "id": 226000,
        "keyword": "abrogail",
        "url": "https://d1anwqy6ci9o1i.cloudfront.net/users%2F366%2Ficons%2Fpdemamesqpkgnnyvd0kl9t_abrogail.PNG"
      },
      "updated_at": "2022-07-01T22:11:24.796+00:00",
      "user": {
        "id": 366,
        "username": "Iarwain"
      }
    },
    {
      "id": 1831768,
      "character": null,
      "character_name": null,
      "content": "<p>Dear Abrogail,</p>\r\n<p>An older student at the academy decided he fancied me and has been cornering me in-between class and feeling me up and occasionally hurting me after lessons. He's much stronger than me and so I've been going along with things and it's been great - except he can't seem to hurt me nearly enough for my taste. I've been pretending to be in a lot more pain than I am but I worry that this means I'm doing something wrong. Should I be honest with him about how I feel?</p>",
      "created_at": "2022-07-01T23:41:35.935+00:00",
      "icon": null,
      "updated_at": "2022-07-01T23:43:18.843+00:00",
      "user": {
        "id": 411,
        "username": "Fay"
      }
    },
    {
      "id": 1831903,
      "character": {
        "id": 12701,
        "name": "Abrogail Thrune II",
        "screenname": "to-reign-in-Cheliax"
      },
      "character_name": "Abrogail Thrune II",
      "content": "<p>Dear Painslut:</p>\r\n<p>On a strategic level, you need to decide if this is a boy you're interested in simply because of how he feels you up and hurts you, or if he's useful for other reasons.&nbsp; If he's useful for other reasons, then you want to figure out what level of pain tolerance he finds most pleasing, and fake that.&nbsp; If he's only useful to you as a sadist, then why pretend he's pleasing you more than he does?&nbsp; Are you concerned you won't be able to find anybody else who can hurt you?&nbsp; You live in fucking Cheliax!&nbsp; We have priests of Asmodeus who can help you with this sort of problem!</p>\r\n<p>On a tactical level, you say he&nbsp;<em>can't</em> seem to hurt you enough for your taste.&nbsp; How do you know?&nbsp; Have you tried pretending&nbsp;<em>less</em> and seeing if he ramps up the amount that he hurts you?&nbsp; Have you tried telling him defiantly that you're not making any sounds he doesn't force out of you?</p>\r\n<p>Being honest with him strikes me as frankly an extreme tactic to try in a relationship.&nbsp; Maybe after everything else fails you, try honesty, but first ask yourself if a relationship that requires honesty to preserve is a relationship worth preserving.</p>",
      "created_at": "2022-07-02T02:43:43.805+00:00",
      "icon": {
        "id": 226000,
        "keyword": "abrogail",
        "url": "https://d1anwqy6ci9o1i.cloudfront.net/users%2F366%2Ficons%2Fpdemamesqpkgnnyvd0kl9t_abrogail.PNG"
      },
      "updated_at": "2022-07-03T05:38:12.903+00:00",
      "user": {
        "id": 366,
        "username": "Iarwain"
      }
    },
    {
      "id": 1831912,
      "character": null,
      "character_name": null,
      "content": "<p>Dear Abrogail,</p>\r\n<p>My master doesn't beat me less when I don't burn dinner than when I do. I've been experimenting to see if any other aspects of my behavior meaningfully impact how much he punishes me, and the only thing that works more often than chance is staying away as much as I can when he happens to be in a bad mood. If I get him killed, how likely is it that my next master will be better?&nbsp;</p>",
      "created_at": "2022-07-02T02:52:27.247+00:00",
      "icon": {
        "id": 5570,
        "keyword": "owl",
        "url": "https://v.dreamwidth.org/9499692/2372407"
      },
      "updated_at": "2022-07-02T02:52:27.247+00:00",
      "user": {
        "id": 9,
        "username": "MaggieoftheOwls"
      }
    },
    {
      "id": 1831920,
      "character": {
        "id": 12701,
        "name": "Abrogail Thrune II",
        "screenname": "to-reign-in-Cheliax"
      },
      "character_name": "Abrogail Thrune II",
      "content": "<p>Dear Beaten:</p>\r\n<p>I wish I could tell you that your next master would probably be better, but everybody in Cheliax is INCREDIBLY BAD AT TORTURE.&nbsp; If you've only had this one master and no others to compare, it's hard to guess whether your next master will, for example, beat you even more harshly even after taking account that he beats you less invariably - the amount he beats you when you <em>don't</em> burn dinner might be more than your last master beat you when you&nbsp;<em>did</em> burn dinner.</p>\r\n<p>With no ability to guess the results on that level, I think you should fall back on a different decision-making process:&nbsp; If you've decided somebody is an idiot, and you have the power to kill him and get away with it, and you're otherwise not sure of the consequences, you should kill him.</p>\r\n<p>Why? &nbsp;Because, while the new situation you end up in might be worse, maybe you'll be able to escape that situation too, or change it.&nbsp; The alternative is being stuck forever in the place you are right now.&nbsp;&nbsp;</p>",
      "created_at": "2022-07-02T03:02:42.079+00:00",
      "icon": {
        "id": 226000,
        "keyword": "abrogail",
        "url": "https://d1anwqy6ci9o1i.cloudfront.net/users%2F366%2Ficons%2Fpdemamesqpkgnnyvd0kl9t_abrogail.PNG"
      },
      "updated_at": "2022-07-02T03:09:14.665+00:00",
      "user": {
        "id": 366,
        "username": "Iarwain"
      }
    },
    {
      "id": 1831924,
      "character": null,
      "character_name": null,
      "content": "<p>Dear Abrogail,</p>\r\n<p>I&rsquo;m a sorcerer, and I enjoy mind-reading people while I hurt them. I have found that there is a particular mindset that pleases me most; it&rsquo;s hard to put into words, but if I had to try, it would be something like &ldquo;I don&rsquo;t deserve this; what is happening to me is Fundamentally Wrong, but it&rsquo;s happening anyway&rdquo;. Now, I haven&rsquo;t tried to cultivate this mindset in any loyal Chelish citizens, because it seems difficult if not impossible to do without encouraging heresy. However, fortunately, foreigners and traitors tend to come pre-loaded with it! Unfortunately, there is a very limited supply of foreigners and traitors, and my hobby is getting quite expensive. Do you have any suggestions on how to get this need met more efficiently?</p>",
      "created_at": "2022-07-02T03:04:36.701+00:00",
      "icon": {
        "id": 219546,
        "keyword": "mu cephei",
        "url": "https://d1anwqy6ci9o1i.cloudfront.net/users%2F275%2Ficons%2Fltyjgp6kj7bhzvodscbgsl_mu+cephei.jpg"
      },
      "updated_at": "2022-07-02T03:04:36.701+00:00",
      "user": {
        "id": 275,
        "username": "InfraredArmy"
      }
    },
    {
      "id": 1831935,
      "character": {
        "id": 12701,
        "name": "Abrogail Thrune II",
        "screenname": "to-reign-in-Cheliax"
      },
      "character_name": "Abrogail Thrune II",
      "content": "<p>Dear Picky:</p>\r\n<p>There's so many obvious solutions to your problem, it's hard to advise you without knowing which solutions have already failed.&nbsp; What happened when you asked the Inquisitors if you could work for them?&nbsp; Were you too bad at healing-efficient torture?&nbsp; What happened when you asked the travel office about&nbsp;<em>geases</em> so you could obtain a travel permit for a torture vacation in Galt?&nbsp; What did your priest say when you went to them for counsel?</p>\r\n<p>You're such a horrendously awful person that it really seems like you ought to be able to work with my government in some way.&nbsp; That you aren't&nbsp;already working with us implies there's some other obstacle here that's your actual problem, and you left that key information out of your letter.&nbsp; All I can do is state the obvious:</p>\r\n<p>There is not, in fact, a limited supply of foreigners and traitors.&nbsp; So your real problem is whatever prevents you from usefully cooperating with others in hurting them.</p>",
      "created_at": "2022-07-02T03:20:09.030+00:00",
      "icon": {
        "id": 226000,
        "keyword": "abrogail",
        "url": "https://d1anwqy6ci9o1i.cloudfront.net/users%2F366%2Ficons%2Fpdemamesqpkgnnyvd0kl9t_abrogail.PNG"
      },
      "updated_at": "2022-07-02T04:12:11.011+00:00",
      "user": {
        "id": 366,
        "username": "Iarwain"
      }
    },
    {
      "id": 1831936,
      "character": null,
      "character_name": null,
      "content": "<p>Dear Abrogail,&nbsp;</p>\r\n<p>I went to a military academy, and after having my team consistently win the battle games the academy made us play, my team is now being stripped apart, the rest of the academy is turning against me, and the academy went over and corrected all the exploits I found in the battle game rules I used to win (I'm also being tortured at a higher rate than the rest of the school population per infraction)! I am <em>obviously </em>the best commander this school has seen in ages (excluding Sir. Rackham <em>probably</em>), but all my superiors are mysteriously against me.&nbsp;</p>\r\n<p>I would normally simply move to a different military academy, then appropriately punish my present superiors after gaining enough resources to do so, but they have isolated me from any communication channels (except for this one, which I'm mysteriously able to access via a magical book we've all been given). In absence of any advice on your part, I plan on simply refusing to do what they say until they cave to my demands or I cave to their torture, but I fear this is unAsmodean.</p>\r\n<p>From,&nbsp;<br />Sander Wilbin</p>\r\n<p>&nbsp;</p>",
      "created_at": "2022-07-02T03:21:31.338+00:00",
      "icon": null,
      "updated_at": "2022-07-02T03:22:52.931+00:00",
      "user": {
        "id": 552,
        "username": "DoTheMath"
      }
    },
    {
      "id": 1831941,
      "character": {
        "id": 12701,
        "name": "Abrogail Thrune II",
        "screenname": "to-reign-in-Cheliax"
      },
      "character_name": "Abrogail Thrune II",
      "content": "<p>Dear Cheater,</p>\r\n<p>Now, as much as I am&nbsp;<em>deeply</em> sympathetic here, \"corrected all the exploits I found in the battle game rules\" does&nbsp;<em>hint</em> at what could have <em>mysteriously turned all your superiors against you.</em></p>\r\n<p>The sad fact of the matter, Cheater, is that problems given you in school aren't compacts.&nbsp; If you find the compact-flaws in them, your superiors won't praise you for Asmodean cleverness, they'll just hurt you.</p>\r\n<p>Compacts are executed between two parties who each have something to bring to a bargaining-table, and the cleverer wins the compact.&nbsp; When you're given problems in school, that's&nbsp;<em>not</em> a compact to which you consented, even under pressure; it's a matter of tyranny, commands enforced with fire and lash.&nbsp; Your superiors in school have all the power, you have none, and if they believe you're breaking the rules as <em>they</em> see them, they'll hurt you.&nbsp; The written rules don't matter, what they&nbsp;<em>say</em> the rules are doesn't matter, all that matters is whether they think you're not acting submissive enough.</p>\r\n<p>Try to see it from your superiors' perspective!&nbsp; They have their own pride.&nbsp; How do you think they feel when they see you acting like that, when you're supposed to be a mere student, something that's beneath them?&nbsp; That's right, they're angry, and they have reason to be.</p>\r\n<p>It is, in fact, a defect of subordination if you treat every command from your superiors and every task they set you as something to exploit.&nbsp; You can tell you're being a bad slave because you're getting hurt.</p>\r\n<p>My advice to you is to think sincerely about whether you have, in fact, been a bad student, in this mortal world where not everybody can phrase their orders with the care of a greater devil executing a compact.&nbsp; Then apologize to your superiors, admit your fault, and ask to be given another chance.&nbsp; In the future, when you find what seems like a compact-flaw within a military game, ask your superiors first before exploiting it.&nbsp; They'll still know you're clever, and you'll seem much less insubordinate.</p>\r\n<p>If I were your superior, I'd test your repentance then by giving you a game that you <em>couldn't</em> win without exploiting a loophole.&nbsp; If that happens, ask if you're allowed to exploit the loophole, and if you don't get back a clear positive answer, lose the game!&nbsp; It's not the end of the world.</p>",
      "created_at": "2022-07-02T03:28:45.817+00:00",
      "icon": {
        "id": 226000,
        "keyword": "abrogail",
        "url": "https://d1anwqy6ci9o1i.cloudfront.net/users%2F366%2Ficons%2Fpdemamesqpkgnnyvd0kl9t_abrogail.PNG"
      },
      "updated_at": "2022-07-02T16:15:15.580+00:00",
      "user": {
        "id": 366,
        "username": "Iarwain"
      }
    },
    {
      "id": 1831961,
      "character": {
        "id": 14096,
        "name": "Didoc Maifo",
        "screenname": null
      },
      "character_name": "Didoc Maifo",
      "content": "<p>Dear Abrogail,</p>\r\n<p>I was beginning to form an alliance with one of the more interesting students at my wizarding school, when he betrayed me and offended my pride and that of my family. I fear he has made me into a heretic. Naturally, I tortured him pretty severely over it. But now I find myself feeling conflicted&mdash;normally torturing is more fun than this. <br /><br />He was the only student (other than myself) with any true ambition, and I expect he will ultimately prove superior to me. His alliance would have been valuable, and I have no one else to turn to. Can the relationship be salvaged?&nbsp;</p>",
      "created_at": "2022-07-02T04:11:40.268+00:00",
      "icon": null,
      "updated_at": "2022-07-02T04:11:40.268+00:00",
      "user": {
        "id": 496,
        "username": "AprilSR"
      }
    },
    {
      "id": 1831968,
      "character": {
        "id": 12701,
        "name": "Abrogail Thrune II",
        "screenname": "to-reign-in-Cheliax"
      },
      "character_name": "Abrogail Thrune II",
      "content": "<p>Dear Confused:</p>\r\n<p>Your account of this affair sounds nearly incoherent and suggestive of incipient heresy and/or mental disturbance.&nbsp; Get yourself to a priest.</p>",
      "created_at": "2022-07-02T04:15:53.783+00:00",
      "icon": {
        "id": 226000,
        "keyword": "abrogail",
        "url": "https://d1anwqy6ci9o1i.cloudfront.net/users%2F366%2Ficons%2Fpdemamesqpkgnnyvd0kl9t_abrogail.PNG"
      },
      "updated_at": "2022-07-02T04:19:49.416+00:00",
      "user": {
        "id": 366,
        "username": "Iarwain"
      }
    },
    {
      "id": 1831980,
      "character": null,
      "character_name": null,
      "content": "<p>Dear Abrogail,</p>\r\n<p>My family recently moved here so I've transferred to a Cheliax academy. I've found myself having a lot of trouble fitting in - things are just so different here than in Nidal. At first all the students would gather around and hit me - like a normal school - but after a few weeks they seemed to... get bored of this or something?&nbsp;</p>\r\n<p>One of the most confusing parts about Cheliax are these \"relationships\" people seem to have. As far as I can tell it's like how some people will preferentially hurt each other, except only one side is doing the hurting? I'm so confused.&nbsp;</p>\r\n<p>I saw your column and wondered if you would have advice for someone like me who's so much out of her depth.</p>",
      "created_at": "2022-07-02T04:34:01.407+00:00",
      "icon": null,
      "updated_at": "2022-07-02T04:36:01.825+00:00",
      "user": {
        "id": 411,
        "username": "Fay"
      }
    },
    {
      "id": 1831988,
      "character": {
        "id": 12701,
        "name": "Abrogail Thrune II",
        "screenname": "to-reign-in-Cheliax"
      },
      "character_name": "Abrogail Thrune II",
      "content": "<p>Dear Nidalian:</p>\r\n<p>I can only imagine how confusing Cheliax must be to you!&nbsp; There really isn't much I can do in one letter to help you.&nbsp; Mostly, I counsel patience.&nbsp; Go on looking visibly like you might be a useful possession to somebody, and someone will eventually put in the work required to take control of you, reshape you, explain things to you, find a place for you in Cheliax and hammer you into it.</p>\r\n<p>But if I were to try to guess what might lie at the core of your confusion:</p>\r\n<p>In Cheliax, everybody is hurting others or being hurt themselves for&nbsp;<em>reasons.</em>&nbsp; Even when it seems like somebody is just hurting you for no reason at all, they're probably deriving sexual satisfaction from it, or the pride of crushing you down.</p>\r\n<p>Understanding the <em>reasons </em>why people hurt one another will be the key to your making sense of Cheliax.&nbsp; And that starts with the idea that people can have reasons for hurting each other at all; and that your first guess at the reason isn't always correct, nor will people tell you the reasons honestly if you ask them.</p>",
      "created_at": "2022-07-02T04:46:20.983+00:00",
      "icon": {
        "id": 226000,
        "keyword": "abrogail",
        "url": "https://d1anwqy6ci9o1i.cloudfront.net/users%2F366%2Ficons%2Fpdemamesqpkgnnyvd0kl9t_abrogail.PNG"
      },
      "updated_at": "2022-07-02T05:38:20.225+00:00",
      "user": {
        "id": 366,
        "username": "Iarwain"
      }
    },
    {
      "id": 1831995,
      "character": null,
      "character_name": null,
      "content": "<p>Dear Abrogail,&nbsp;</p>\r\n<p>After extensively reading your column, I have become concerned that I might be incredibly bad at torture. I had not previously thought that it was likely, since both my personal and professional lives have been going very smoothly, but if almost everyone in Cheliax is incredibly bad at torture, I have no specific reason to think that I'm overwhelmingly better at torture than everyone around me. How can I get better at torture?</p>",
      "created_at": "2022-07-02T04:55:18.656+00:00",
      "icon": {
        "id": 5570,
        "keyword": "owl",
        "url": "https://v.dreamwidth.org/9499692/2372407"
      },
      "updated_at": "2022-07-02T04:55:18.656+00:00",
      "user": {
        "id": 9,
        "username": "MaggieoftheOwls"
      }
    },
    {
      "id": 1832000,
      "character": {
        "id": 12701,
        "name": "Abrogail Thrune II",
        "screenname": "to-reign-in-Cheliax"
      },
      "character_name": "Abrogail Thrune II",
      "content": "<p>Dear Correct:</p>\r\n<p>If your grasp of&nbsp;<em>what you currently can and can't do with pain</em> is so vague that the thought \"Perhaps I am bad at torture\" can suddenly strike you as a thunderbolt of possible bad news, when that doesn't really say anything at all about <em>what you currently can and can't do with pain,</em> your first step is to replace your concept of \"I am good at torture\" or \"I am bad at torture\" with \"I currently think I am competent to accomplish the following specific ends by inflicting these kinds of patterned suffering...\"</p>\r\n<p>Then you can start thinking about how to verify whether anything on that list is true, or how to try an experiment about adding a new item to that list.</p>",
      "created_at": "2022-07-02T05:11:04.016+00:00",
      "icon": {
        "id": 226000,
        "keyword": "abrogail",
        "url": "https://d1anwqy6ci9o1i.cloudfront.net/users%2F366%2Ficons%2Fpdemamesqpkgnnyvd0kl9t_abrogail.PNG"
      },
      "updated_at": "2022-07-02T07:31:27.600+00:00",
      "user": {
        "id": 366,
        "username": "Iarwain"
      }
    },
    {
      "id": 1832011,
      "character": null,
      "character_name": null,
      "content": "<p>Dear Abrogail,&nbsp;</p>\r\n<p>I'm a 5th circle sorcerer and recent convert from the river kingdoms. I've been dating one of my party members since before my conversion because he is a very strong fighter and heir to a relatively large local kingdom. But his family are followers of the Drunk Idiot and while I am making good progress on turning him Evil (I already got him to Neutral) I'm at a loss for getting him to Lawful. It's just intuitive to me why you need to keep the letter of your promises and why people need to follow orders but he just doesn't get it.</p>\r\n<p>&nbsp;</p>",
      "created_at": "2022-07-02T05:31:32.909+00:00",
      "icon": null,
      "updated_at": "2022-07-02T05:31:32.909+00:00",
      "user": {
        "id": 97,
        "username": "Fist"
      }
    },
    {
      "id": 1832016,
      "character": {
        "id": 12701,
        "name": "Abrogail Thrune II",
        "screenname": "to-reign-in-Cheliax"
      },
      "character_name": "Abrogail Thrune II",
      "content": "<p>Dear Convert:</p>\r\n<p>We make every effort here to ensure that obeying the government is in everyone's own interest.&nbsp; Set aside your natural Lawfulness and look around you for the many reasons we've set in place to ensure that following orders is in <em>his own selfish interest.</em>&nbsp; If you can get him Evil first, that should get him Lawful enough from there.&nbsp; Sufficient Law to stay out of trouble and go to Hell is Lawful enough for Cheliax.</p>\r\n<p>Or are you not inside Cheliax?&nbsp; In this case, you might have to act as the agent for a more immediate and visible form of punishment than would otherwise be inevitable for him later - when he's being unLawful, watch for ways to sabotage his plans, that would seem like his plans failed due to his transgression against Law.&nbsp; Just be sure not to get caught!</p>",
      "created_at": "2022-07-02T05:41:37.716+00:00",
      "icon": {
        "id": 226000,
        "keyword": "abrogail",
        "url": "https://d1anwqy6ci9o1i.cloudfront.net/users%2F366%2Ficons%2Fpdemamesqpkgnnyvd0kl9t_abrogail.PNG"
      },
      "updated_at": "2022-07-10T18:57:21.549+00:00",
      "user": {
        "id": 366,
        "username": "Iarwain"
      }
    },
    {
      "id": 1832099,
      "character": null,
      "character_name": null,
      "content": "<p>Dear Abrogail,</p>\r\n<p>My class rankings at school have begun to ossify. Not only am I consistently at or near the top of the class, the same handful of people are always at the bottom. The trouble is, hurting the same people over and over has begun to become boring. Should I manipulate my teachers into failing out the current bottom set so the next lowest people will get beaten, or should I simply sabotage the ones I dislike the most?</p>",
      "created_at": "2022-07-02T13:18:46.269+00:00",
      "icon": {
        "id": 5570,
        "keyword": "owl",
        "url": "https://v.dreamwidth.org/9499692/2372407"
      },
      "updated_at": "2022-07-02T13:18:46.269+00:00",
      "user": {
        "id": 9,
        "username": "MaggieoftheOwls"
      }
    },
    {
      "id": 1832116,
      "character": {
        "id": 12701,
        "name": "Abrogail Thrune II",
        "screenname": "to-reign-in-Cheliax"
      },
      "character_name": "Abrogail Thrune II",
      "content": "<p>Dear Bored:</p>\r\n<p>Unfortunately, events in your school are an accurate microcosm of real life, where after a brief shakeout period, you usually end up with the same people on the bottom, the same people on the top, and the same sadists hurting the same victims.&nbsp; Ask your teachers if you're allowed to hurt the same people in different ways; if that doesn't excite you either, you're probably not cut out for sadistic hobbies in boring real life.&nbsp; At least, not until you've climbed high enough in the system that you can pick random new victims from well underneath you.</p>",
      "created_at": "2022-07-02T16:18:48.546+00:00",
      "icon": {
        "id": 226000,
        "keyword": "abrogail",
        "url": "https://d1anwqy6ci9o1i.cloudfront.net/users%2F366%2Ficons%2Fpdemamesqpkgnnyvd0kl9t_abrogail.PNG"
      },
      "updated_at": "2022-07-02T19:11:40.781+00:00",
      "user": {
        "id": 366,
        "username": "Iarwain"
      }
    },
    {
      "id": 1832136,
      "character": null,
      "character_name": null,
      "content": "<p>Dear Abrogail,</p>\r\n<p>I am an accomplished wizard (sixth circle) with certain predilections which are somewhat difficult to satisfy in my home country. However, whenever I mention that I might consider moving somewhere which would appreciate me for who I am, my friends, family and colleagues express considerable resistance to this idea. Obviously transport is not a problem for me, but I would like to at least remain in contact with some previous acquaintances by letter without them continually begging me to 'come to my senses' and return home.</p>\r\n<p>Unfortunately Splendour has never been my strong suit - do you have any ideas for how I might bring them round to the idea?</p>",
      "created_at": "2022-07-02T18:22:20.435+00:00",
      "icon": null,
      "updated_at": "2022-07-02T18:22:20.435+00:00",
      "user": {
        "id": 523,
        "username": "kastaka"
      }
    },
    {
      "id": 1832151,
      "character": {
        "id": 12701,
        "name": "Abrogail Thrune II",
        "screenname": "to-reign-in-Cheliax"
      },
      "character_name": "Abrogail Thrune II",
      "content": "<p>Dear Silly Wizard:</p>\r\n<p>It's called \"lying\".&nbsp; You can leave the country for one reason, but tell your acquaintances that you left for a <em>different </em>reason that won't get them nagging you.</p>\r\n<p>Counterintuitive, I know, but surprisingly possible!&nbsp; Practice it on people who don't know you, until you've learned the basics.</p>",
      "created_at": "2022-07-02T18:52:19.097+00:00",
      "icon": {
        "id": 226000,
        "keyword": "abrogail",
        "url": "https://d1anwqy6ci9o1i.cloudfront.net/users%2F366%2Ficons%2Fpdemamesqpkgnnyvd0kl9t_abrogail.PNG"
      },
      "updated_at": "2022-07-02T18:52:19.097+00:00",
      "user": {
        "id": 366,
        "username": "Iarwain"
      }
    },
    {
      "id": 1832208,
      "character": {
        "id": 14100,
        "name": "Zana Chartes",
        "screenname": "the-rust-persecutor"
      },
      "character_name": "Zana Chartes",
      "content": "<p>Dear Abrogail,</p>\r\n<p>I am too poor to afford proper healing, so in my relationships I feel that I'm never applying enough pain to advance my interests, but I'm also scared of hurting people so much that they become useless to me.</p>\r\n<p>How can I contribute properly to the pain and suffering that is needed in the Material without going into debt?</p>",
      "created_at": "2022-07-02T20:29:25.934+00:00",
      "icon": {
        "id": 257752,
        "keyword": "Weeping Blood",
        "url": "https://d1anwqy6ci9o1i.cloudfront.net/users%2F395%2Ficons%2Fyhje0jo4pcqx3778afe20l_Aradia.Megido.full.1007088.jpg"
      },
      "updated_at": "2022-07-02T20:29:58.348+00:00",
      "user": {
        "id": 395,
        "username": "miniBill"
      }
    },
    {
      "id": 1832414,
      "character": {
        "id": 12701,
        "name": "Abrogail Thrune II",
        "screenname": "to-reign-in-Cheliax"
      },
      "character_name": "Abrogail Thrune II",
      "content": "<p>Dear Poor:</p>\r\n<p>Unless you're in relationships with unusually tough people, a few subsidized lessons at your local temple of Asmodeus should be enough to teach you how to apply healing-efficient pain in sufficient quantity that <em>most people will try to avoid it.</em>&nbsp; If you want to hurt people worse than that, you need to be rich, and if you're not rich, you don't deserve to be happy.</p>\r\n<p>However, if your goal is just to create suffering in the Material - well, first of all, I remind you that Asmodeans cause suffering for <em>reasons</em>, and this is what distinguishes us from Kuthites.&nbsp; They can be flimsy reasons, but just having them at all makes a huge theological difference.</p>\r\n<p>That said, if you're looking to cause more suffering in a properly Lawful Evil context for reasons of personal life satisfaction, have you considered becoming a surly clerk?</p>",
      "created_at": "2022-07-03T05:27:38.918+00:00",
      "icon": {
        "id": 226000,
        "keyword": "abrogail",
        "url": "https://d1anwqy6ci9o1i.cloudfront.net/users%2F366%2Ficons%2Fpdemamesqpkgnnyvd0kl9t_abrogail.PNG"
      },
      "updated_at": "2022-07-03T05:31:10.480+00:00",
      "user": {
        "id": 366,
        "username": "Iarwain"
      }
    },
    {
      "id": 1832417,
      "character": null,
      "character_name": null,
      "content": "<p>Dear Abrogail,</p>\r\n<p>Everyone around me is an idiot and it is extremely irritating. Since I keep finding myself surrounded by these people, I am forced to conclude that probably I am also an idiot. How can I focus more on identifying my own idiocies instead of those of the people around me, so I can cut them out and set them on fire?</p>",
      "created_at": "2022-07-03T06:05:08.055+00:00",
      "icon": {
        "id": 5570,
        "keyword": "owl",
        "url": "https://v.dreamwidth.org/9499692/2372407"
      },
      "updated_at": "2022-07-03T06:05:08.055+00:00",
      "user": {
        "id": 9,
        "username": "MaggieoftheOwls"
      }
    },
    {
      "id": 1832426,
      "character": {
        "id": 12701,
        "name": "Abrogail Thrune II",
        "screenname": "to-reign-in-Cheliax"
      },
      "character_name": "Abrogail Thrune II",
      "content": "<p>Dear Idiot:</p>\r\n<p>I was initially sympathizing until the part where you concluded that, since you were surrounded by idiots, you were probably also an idiot.&nbsp; How does that even follow?&nbsp; I'm not seeing it.&nbsp; So you must be an idiot.</p>\r\n<p>I'm afraid, Idiot, that if there's one thing I've learned in this life, it's that people almost never improve and you can't fix them either.&nbsp; This is true of everyone but it's especially true of idiots.&nbsp; Even if you knew what you were doing wrong, you wouldn't be able to fix any of it.&nbsp; You might as well go on despising other people for their idiocy instead.&nbsp; That's at least more fun, and it helps get you into Hell which <em>might</em> eventually correct your deficiencies, though more likely you'll end up a lemure.</p>",
      "created_at": "2022-07-03T07:29:18.052+00:00",
      "icon": {
        "id": 226000,
        "keyword": "abrogail",
        "url": "https://d1anwqy6ci9o1i.cloudfront.net/users%2F366%2Ficons%2Fpdemamesqpkgnnyvd0kl9t_abrogail.PNG"
      },
      "updated_at": "2022-07-03T07:29:18.052+00:00",
      "user": {
        "id": 366,
        "username": "Iarwain"
      }
    },
    {
      "id": 1833150,
      "character": {
        "id": 14111,
        "name": "Lluna D'Hivern",
        "screenname": "wrong-with-the-world"
      },
      "character_name": "Lluna D'Hivern",
      "content": "<p>Dear Abrogail,</p>\r\n<p>Recently, I've been having issues with peasants in my territory picking up heresies at a disturbing rate. At first I thought this was just their normal idiocy, but when sending my least incompetent subordinates out into my fief to scare them into line didn't solve it, I decided to investigate personally. I managed to trace them back to their source and question the one responsible, of course, who turned out to be a cleric of Geryon. He claimed to have a permit, but when I checked it it was just a paper with \"I can do what I want\" written on it and a signature.</p>\r\n<p>Unfortunately, when I went to the temple, my cleric confirmed that the document was indeed signed by Geryon and said it was outside of her remit. How can I convince him to go bother my most annoying neighbor instead, or failing that get him to be less disruptive?</p>\r\n<p>&nbsp;</p>",
      "created_at": "2022-07-04T06:52:43.890+00:00",
      "icon": {
        "id": 257836,
        "keyword": "Fuyutsuki",
        "url": "https://d1anwqy6ci9o1i.cloudfront.net/users%2F224%2Ficons%2Fjurxaerzd0c81fxk2snlqw_Fuyutsuki.jpg"
      },
      "updated_at": "2022-07-04T07:34:49.014+00:00",
      "user": {
        "id": 224,
        "username": "QTesseract"
      }
    },
    {
      "id": 1834036,
      "character": {
        "id": 12701,
        "name": "Abrogail Thrune II",
        "screenname": "to-reign-in-Cheliax"
      },
      "character_name": "Abrogail Thrune II",
      "content": "<p>Dear Gullible:</p>\r\n<p>I'd say that I can't imagine how much you have annoyed your temple priest that she told you that.&nbsp; But the general level of intelligence implied by taking a piece of paper like that to a priest and asking her to verify Geryon's signature is such that I can, in fact, imagine.</p>\r\n<p>What's wrong with Cheliax that somebody this innocent is still alive?&nbsp; If anyone reading this knows who Gullible is, please kill them.</p>",
      "created_at": "2022-07-05T05:05:58.046+00:00",
      "icon": {
        "id": 226000,
        "keyword": "abrogail",
        "url": "https://d1anwqy6ci9o1i.cloudfront.net/users%2F366%2Ficons%2Fpdemamesqpkgnnyvd0kl9t_abrogail.PNG"
      },
      "updated_at": "2022-08-02T18:38:55.839+00:00",
      "user": {
        "id": 366,
        "username": "Iarwain"
      }
    },
    {
      "id": 1834348,
      "character": null,
      "character_name": null,
      "content": "<p>Dear Abrogail,</p>\r\n<p>I've despaired lately of finding a decent match for myself. All I want is to be torn down and turned to greater purposes by someone with greatness in their soul and fire on their whip. However, each \"great\" man or woman whose bed I find my way into turns out to be as dull as a paving stone. The last one attempted to use me in some courtly intrigue over racing horses! I hoped to grow from the scalding fires of the trials he set before me, but in the end all I learned is it takes two days for a horse to get hungry enough to eat the flesh of an idiot ex. &nbsp;</p>\r\n<p>I yearn for someone who's schemes mean something, who's ambitions are worthy of their title, who can wield me as a weapon till I break.</p>\r\n<p>Despairing of any alternative, I come to you to ask: want to show a bored girl a fun time?&nbsp;</p>",
      "created_at": "2022-07-05T20:26:33.956+00:00",
      "icon": null,
      "updated_at": "2022-07-05T20:26:33.956+00:00",
      "user": {
        "id": 411,
        "username": "Fay"
      }
    },
    {
      "id": 1835451,
      "character": {
        "id": 12701,
        "name": "Abrogail Thrune II",
        "screenname": "to-reign-in-Cheliax"
      },
      "character_name": "Abrogail Thrune II",
      "content": "<p>Dear Bored:</p>\r\n<p>You're a few years too late for me to be interested in anybody really consenting, no matter how much they seemed like good raw material otherwise.&nbsp; The Duke of the North Plains might have more use for you.</p>\r\n<p>Obviously, now that I've said this, there'll be several people showing up claiming to be you; and I herewith prohibit him and his from using truthspells to tell which of those applicants, if any, sent the original letter.&nbsp; Good luck to you both!</p>",
      "created_at": "2022-07-07T07:43:39.469+00:00",
      "icon": {
        "id": 226000,
        "keyword": "abrogail",
        "url": "https://d1anwqy6ci9o1i.cloudfront.net/users%2F366%2Ficons%2Fpdemamesqpkgnnyvd0kl9t_abrogail.PNG"
      },
      "updated_at": "2022-07-07T07:43:39.469+00:00",
      "user": {
        "id": 366,
        "username": "Iarwain"
      }
    },
    {
      "id": 1835460,
      "character": null,
      "character_name": null,
      "content": "<p>Dear Abrogail,</p>\r\n<p>Recently, I have noticed that all the things in my life that I can accomplish through torture, I can accomplish better through ways other than torture. Is it necessary for me to sacrifice efficacy towards my own goals in service to Asmodeus, or is it alright for me to just not happen to hurt people very much for my own selfish reasons?</p>",
      "created_at": "2022-07-07T11:10:50.455+00:00",
      "icon": {
        "id": 5570,
        "keyword": "owl",
        "url": "https://v.dreamwidth.org/9499692/2372407"
      },
      "updated_at": "2022-07-07T11:10:50.455+00:00",
      "user": {
        "id": 9,
        "username": "MaggieoftheOwls"
      }
    },
    {
      "id": 1836364,
      "character": {
        "id": 12701,
        "name": "Abrogail Thrune II",
        "screenname": "to-reign-in-Cheliax"
      },
      "character_name": "Abrogail Thrune II",
      "content": "<p>Dear Shortsighted:</p>\r\n<p>Really?&nbsp; You have better ways of creating fear than torture?&nbsp; You can motivate people to success without exhibiting the weeping wrecks of failures even a tiny little bit?&nbsp; You can preserve order without the threat of suffering from <em>somewhere</em> hanging over them, maybe not from you, but somewhere?</p>\r\n<p>I'd tell you not to despair of your own incredible incompetence at torture, when maybe all you need is more practice.&nbsp; But before then, I want you to look around at the society around you, and realize how many of its institutions are born in pain, shaped to horror, and require fear in order to function.&nbsp; You may not have gotten better work the next day out of the particular worker you tortured; but if not for your doing that much, the other workers would slack off, and worse, <em>disrespect you.</em></p>\r\n<p>The most important thing you get from hurting others, is living in a correctly functioning society where people fear getting hurt, and where they fear getting hurt by <em>you.</em>&nbsp; In claiming that 'torture doesn't work' you're just being shortsighted in your understanding of how often people inflict hurt on one another, and how the fear of it underpins all of the social order around you.</p>\r\n<p>You threaten the people around you with a hundred little tortures every day!&nbsp; And those threats <em>work</em>.</p>\r\n<p>If you can learn to see that, you'll maybe start to understand how to wield greater suffering the same way.</p>",
      "created_at": "2022-07-08T09:53:18.430+00:00",
      "icon": {
        "id": 226000,
        "keyword": "abrogail",
        "url": "https://d1anwqy6ci9o1i.cloudfront.net/users%2F366%2Ficons%2Fpdemamesqpkgnnyvd0kl9t_abrogail.PNG"
      },
      "updated_at": "2022-07-08T10:23:33.873+00:00",
      "user": {
        "id": 366,
        "username": "Iarwain"
      }
    }
  ]
}