{
  "Ok": {
    "id": 5310,
    "authors": [
      {
        "id": 366,
        "username": "Iarwain"
      },
      {
        "id": 34,
        "username": "lintamande"
      }
    ],
    "board": {
      "id": 215,
      "name": "planecrash"
    },
    "character": {
      "id": 11562,
      "name": "dath ilan",
      "screenname": null
    },
    "content": "<p><a href=\"https://hraf.yale.edu/romantic-or-disgusting-passionate-kissing-is-not-a-human-universal/\">Kissing is not a human universal.</a></p>\r\n<p>Try pressing your lips to the back of your hand - not completing the kiss, not applying brief suction, just pressing your lips there.&nbsp; Then try running your finger over your hand.&nbsp; There may be a subtle difference, but it's not that obvious of a sexy thing to do if you don't have cultural expectations backing it up.&nbsp; The small brief suction of a kiss, if you try it on yourself, is a slightly larger difference; but maybe not distinguished as a <em>special&nbsp;</em>sexual action across widely separated cultures, any more than running your finger in a circle.</p>\r\n<p>Dath ilan doesn't share Golarion's custom of kissing, as such.</p>\r\n<p>Dath ilan has, however, noticed generally that you can put your mouth on other people. &nbsp;Putting your mouth on somebody else's mouth is an obvious symmetrical special case of this. &nbsp;In fact the Baseline term for lipkissing is a four-syllable double-compound term meaning symmetrical-mouth_application, expressed using some unusual word choices that makes the term look like a syllabic neighbor of symmetrical-genital_docking, which in turn is a term that is to the Baseline 'fuck' what 'sexual intercourse' is to 'fuck' in Taldane, only with a more humorous connotation because there's less reason not to just say 'fuck'.</p>\r\n<p>The notion of putting your mouth on somebody's anatomy but then <em>not </em>using any tongue at all - while it has obviously happened a great many times over the history of dath ilan - would be a longer word in their language, an event of lower probability with a correspondingly longer efficient code. &nbsp;The ability to either apply tongue, or to take something inside your own mouth, is the obvious reason why you would in the first place put your mouth on somebody's anatomy, rather than just using fingers on the same location.</p>\r\n<p>Putting your mouth over somebody else's lips is a significantly higher sexual escalation in dath ilan than it is in Golarion; mostly because, once it had happened, you wouldn't particularly be expecting the motion to then <em>conclude </em>with a brief light suction.<br /><br /></p>\r\n<p>(Even a lip-kiss with symmetrical tongue, however, wouldn't enable you to steal the other person's clothing afterwards.&nbsp; Stealing other people's clothing is not even slightly a thing in dath ilan, unless they're already clothes from a communal pool of unfitted-guest-clothes or adaptably-fitted-costumes. &nbsp;Normal clothes are objects fitted and customized to particular human bodies, just like beds or chairs.)</p>",
    "created_at": "2021-11-18T07:51:10.792+00:00",
    "description": "ero subthread for Keltham and Carissa's encounter",
    "icon": {
      "id": 198209,
      "keyword": "dath ilan",
      "url": "https://abagond.files.wordpress.com/2013/11/earth-egress1a2.jpg?w=400&h=400"
    },
    "num_replies": 213,
    "section": null,
    "section_order": 0,
    "status": "complete",
    "subject": "kissing is not a human universal",
    "tagged_at": "2022-01-09T22:57:35.672+00:00"
  }
}