{
  "Ok": {
    "id": 5610,
    "authors": [
      {
        "id": 366,
        "username": "Iarwain"
      },
      {
        "id": 34,
        "username": "lintamande"
      }
    ],
    "board": {
      "id": 215,
      "name": "planecrash"
    },
    "character": {
      "id": 11729,
      "name": "Keltham",
      "screenname": "lawful chaotic"
    },
    "content": "<p>(Continues from <a href=\"/replies/1756345#reply-1756345\">this tag within <em>Project Lawful and Their Oblivious Boyfriend</em></a>.)</p>\r\n<p>&nbsp;</p>\r\n<p>Keltham enters with some firmly suppressed trepidation into his new cuddleroom.</p>\r\n<p>This will be the first time the cuddleroom is being used; it was still under construction when Carissa got back from her Abrogail adventure.&nbsp; The decor is, of course, doompunk, and if anyone has any comments about decorating one's cuddleroom in doompunk they can kindly zip their mouths shut; he and Carissa have that kind of relationship and it's a standard indoor-decorating theme that works for both of them.</p>\r\n<p>The centerpiece of the room is what Golarion would call a four-poster canopied bed, wide enough for five and done up with blood-red sheets and red gauzes like mist for the canopy.&nbsp; Nonmagical chains end in slightly magical cuffs that will respond to Keltham's commands alone once bound by him, attaching or loosing from chains or releasing the shackled individual at his word; because Keltham would strongly prefer not to keep track of keys, worry about losing keys, worry about losing the key in the middle of an emergency, or consider whether a mischievous Carissa could manage to get out by a clever use of Prestidigitation or some other magic with respect to incredibly poorly designed physical locks.</p>\r\n<p>And then, well, that's mostly it, because Chelish-standard cuddleroom appliances beyond 'bed' are all apparently too advanced for him.&nbsp; There's a few other interesting objects around the room to which Carissa can be attached, with nonmagical chains of the same type that the magical cuffs could hook onto.&nbsp; None of these other appliances look particularly ergonomic or comfortable; the bed is clearly the main attraction here.&nbsp; Though there's an interestingly dual pair of hand-chains dangling from the ceiling in one spot, suggestive of what one might do to two Carissae or have them do to each other.</p>\r\n<p>Such Chelish gestures of friendship are why Keltham isn't asking any back wages for the previous week of teaching.</p>\r\n<p>There's a door leading to a large walk-in closet that Keltham isn't supposed to open, but it doesn't contain much as yet.&nbsp; Carissa will fill it as Keltham becomes ready, is the plan, but he is ready for so little of the standard stuff that it didn't seem like the best use of Carissa's limited time to try to fill now.</p>\r\n<p>Up to dath ilani standards?&nbsp; No.&nbsp; Even with Silent Image, Keltham doubts he can adequately show anyone how to construct properly ergonomic cuddling furniture; that takes active components and advanced materials.&nbsp; He'll turn his attention to it when he has a better idea of what can be done with magic.</p>\r\n<p><br />...Keltham really hopes this attempt at blatant cheating works; he does not particularly want to go the entire length of time required for his internal gendertrope to mature that far, before he can hurt Carissa enough in standard ways.&nbsp; If it does work he'll owe Subirachs a pretty serious favor, but then Keltham owes a lot of people some serious favors and the Chelish government owes some favors to him.</p>",
    "created_at": "2022-02-03T05:47:57.322+00:00",
    "description": "nsfw subthread of Project Lawful",
    "icon": {
      "id": 204632,
      "keyword": "hesitant",
      "url": "https://d1anwqy6ci9o1i.cloudfront.net/users%2F366%2Ficons%2Fh4o9ioe6rru33mwmvw7vx2_hesitant.png"
    },
    "num_replies": 131,
    "section": null,
    "section_order": 3,
    "status": "active",
    "subject": "cheating is cuddleroom technique",
    "tagged_at": "2022-02-04T19:36:45.693+00:00"
  }
}