{
  "Ok": [
    {
      "id": 1756733,
      "character": null,
      "character_name": null,
      "content": "<blockquote>\r\n<p>Keltham enters with some firmly suppressed trepidation into his new cuddleroom.</p>\r\n<p>Keltham really hopes this attempt at blatant cheating works; he does not particularly want to go the entire length of time required for his internal gendertrope to mature that far, before he can hurt Carissa enough in standard ways. &nbsp;If it does work he'll owe Subirachs a pretty serious favor, but then Keltham owes a lot of people some serious favors and the Chelish government owes some favors to him.</p>\r\n</blockquote>",
      "created_at": "2022-02-04T06:27:02.758+00:00",
      "icon": null,
      "updated_at": "2022-02-04T19:38:58.684+00:00",
      "user": {
        "id": 366,
        "username": "Iarwain"
      }
    },
    {
      "id": 1756734,
      "character": null,
      "character_name": null,
      "content": "<blockquote>\r\n<p>Carissa is kneeling at the side of the bed, praying to Asmodeus because it seemed like the thing to do. She hopes to serve him and be perfect and her understanding is that it is pleasing to Asmodeus that this will be very painful.&nbsp;</p>\r\n</blockquote>",
      "created_at": "2022-02-04T06:27:08.438+00:00",
      "icon": null,
      "updated_at": "2022-02-04T19:39:07.427+00:00",
      "user": {
        "id": 366,
        "username": "Iarwain"
      }
    },
    {
      "id": 1756735,
      "character": null,
      "character_name": null,
      "content": "<p>Keltham notes somewhat to his own surprise that he doesn't seem jealous of Asmodeus, even though it feels like kneeling that way is something she should only be doing for him, if prayer is anything like what he felt while the gods were warring.</p>\r\n<p>Keltham figures out how to bind Carissa to the bed using new magical cuffs, then tells her that he's asked Subirachs for magical assistance in hurting her more, to be delivered soon.&nbsp; If Carissa has anything she wants to say about that, she has temporary permission to try to persuade him otherwise using words.</p>",
      "created_at": "2022-02-04T06:30:17.162+00:00",
      "icon": null,
      "updated_at": "2022-02-04T06:30:17.162+00:00",
      "user": {
        "id": 366,
        "username": "Iarwain"
      }
    },
    {
      "id": 1756737,
      "character": null,
      "character_name": null,
      "content": "<p>Carissa:</p>\r\n<blockquote>\r\n<p>\"Oh,\" she says quietly. \"....I love you or something. I hope I'm exactly what you're looking for.\"</p>\r\n</blockquote>\r\n<p>Keltham:</p>\r\n<blockquote>\r\n<p>\"It's a funny, and strange, and beautiful thing, that you being exactly what I'm looking for is even remotely a possibility. &nbsp;In Civilization they'd warn you about that being the sort of open purchase order that never, ever gets filled.\"</p>\r\n<p>\"It's probably fair to say that I'm in love with you. &nbsp;And scared this is going to turn out terribly, for reasons including Conspiracies, and tropes, and you somehow still being a hidden cleric no matter how absolutely little sense that has now been revealed as making, and you getting tired of me in two more weeks. &nbsp;I'm having to continually shut down a self-protective impulse to try not to fall in love with you any more than this, to decrease the pain later when this somehow explodes.\"</p>\r\n</blockquote>",
      "created_at": "2022-02-04T06:33:30.718+00:00",
      "icon": null,
      "updated_at": "2022-02-04T06:33:30.718+00:00",
      "user": {
        "id": 366,
        "username": "Iarwain"
      }
    },
    {
      "id": 1756738,
      "character": null,
      "character_name": null,
      "content": "<p>Carissa:</p>\r\n<blockquote>\r\n<p>\"I don't suppose I can actually solve your problem at all by saying that if I get tired of you in two weeks you could always just chain me up here until I change my mind.\"</p>\r\n</blockquote>\r\n<p>Keltham:</p>\r\n<blockquote>\r\n<p>\"...my first impulse is to say no, but it's possible that I'm missing something. &nbsp;Is it, for example, an inevitable and understood part of these relationships that you get tired of me every two weeks but this is a problem which can be totally and cheerfully solved by chaining you up and carrying out some procedure on you? &nbsp;If so, I'm not sure I could go along with it, unless there's some corresponding - expectation, potential, clear inner state of your mind - that can be shown by some spell akin to Detect Desires. &nbsp;Maybe not even then, but it wouldn't be a flat no, that way.\"</p>\r\n</blockquote>\r\n<p>Carissa:</p>\r\n<blockquote>\r\n<p>\"That's what I figured. No, it's not - I'm not expecting to get tired of you in two weeks, and if I did you probably could change my mind but not in some established-procedure kind of way, and not with the assurance you need to get to - feel like you don't deserve to be shunned by Civilization - and that's all right, really. I was just going to feel very silly if in fact that did solve your problem and just hadn't occurred to you.\"</p>\r\n</blockquote>\r\n<p>Keltham:</p>\r\n<blockquote>\r\n<p>\"We're pretty thoroughly trained not to care about being shunned by Civilization except insofar as Civilization has a good reason for its opinions, which, to be clear, it always does in practice; but if we weren't constantly checking the reasons, there'd be a possible equilibrium where it didn't. &nbsp;Children's training is to occasionally try to justify things to kids by talking like something is true because an opinion poll of Civilization showed a huge majority agreed, see how old they first are when they catch on. &nbsp;I was six.\"</p>\r\n<p>\"My point here is, the reason my Civilization model is giving this current state of argument a quizzical look is that they don't understand how everyone acting that way turns out well for everyone, and neither, in fact, do I. &nbsp;And I'm guessing that's probably not something you could or should try to explain in the next five minutes, but I'd feel pretty silly if it had a thirty-second explanation instead.\"</p>\r\n</blockquote>\r\n<p>Carissa:</p>\r\n<blockquote>\r\n<p>Have you considered CARING LESS ABOUT OTHER PEOPLE. \"- not a thirty second explanation, I think. Sorry.\"</p>\r\n</blockquote>",
      "created_at": "2022-02-04T06:34:25.562+00:00",
      "icon": null,
      "updated_at": "2022-02-04T06:34:25.562+00:00",
      "user": {
        "id": 366,
        "username": "Iarwain"
      }
    },
    {
      "id": 1756739,
      "character": null,
      "character_name": null,
      "content": "<p>Keltham:</p>\r\n<blockquote>\r\n<p>\"And if your next line is that it's actually just interworld travelers like me who can get away with that, there's just the one of me, and I should only be considering the results of my own actions rather than hypothetical other people who could've ended up in my same situation but didn't, then the reason why Civilization gives that reasoning a quizzical look is definitely not a thirty-second conversation.\"</p>\r\n<p>\"Unless it's already intuitively obvious to you why, for example, a bunch of dath ilani kids told about my Conspiracy doubts would immediately start engaging in all kinds of complicated mind-games like the one I played with Asmodia. &nbsp;Or why a dath ilani suspected of murder would immediately and truthfully tell the police all about how they think they would've planned that murder if they'd wanted to.\"</p>\r\n</blockquote>\r\n<p>Carissa:</p>\r\n<blockquote>\r\n<p>\"That is not obvious to me though also not the explanation I was going to give. ....it helps Ordinary win over Conspiracy, and non-murderers win over murderers, if they engage the hypothetical? But I don't see the connection, really -\"</p>\r\n</blockquote>\r\n<p>Keltham:</p>\r\n<blockquote>\r\n<p>\"We probably shouldn't go into it too far. &nbsp;The thirty-second version is that the Ordinary dath ilani kids are playing an adversarial game against their alternate Conspiracy selves, and the predictable decisions they make inside their branch of reality make the lives of the Conspiracy kids more difficult, because the me inside the Conspiracy knows how Ordinary kids should obviously act, by trying things that would be hard for the Conspiracy to imitate or navigate.\"</p>\r\n<p>\"There's games of correlated decisions played out across real and unreal realities, and in those games it's not only the real Keltham who's standing here that I have to consider.\"</p>\r\n<p>\"To be clear, I get that in a world with a generally unLawful appearance, in the subworlds where that appearance is real, the locals legit aren't going to intuit right away how that game gets played.\"</p>\r\n</blockquote>\r\n<p>Carissa:</p>\r\n<blockquote>\r\n<p>\"So you won't kidnap me as an adversarial ploy against hypothetical Worse Keltham who doesn't care about other people and so would kidnap me if he thought he could get away with it? - sorry, you said you didn't want to get into this.\"</p>\r\n</blockquote>\r\n<p>Keltham:</p>\r\n<blockquote>\r\n<p>\"Something like that. &nbsp;But that's the more finely detailed version of what Civilization in the person of myself wants to check, rather than 'how would that work out great for everyone if everyone did that'. &nbsp;They want to know the downstream effect of everything correlated with that decision across all the probable realities, and not just the place where one Keltham thinks he's most probably standing.\"</p>\r\n<p>\"It's the most complicated shard of all the shards of Law that everyone is supposed to learn. &nbsp;One of the subshards is the one that underlies real oaths. &nbsp;It's the only part of the fundamental Law underpinning Civilization whose math is actually, like, difficult at all as math.\"</p>\r\n</blockquote>",
      "created_at": "2022-02-04T06:38:47.675+00:00",
      "icon": null,
      "updated_at": "2022-02-04T06:38:47.675+00:00",
      "user": {
        "id": 366,
        "username": "Iarwain"
      }
    },
    {
      "id": 1756742,
      "character": null,
      "character_name": null,
      "content": "<p>Carissa:</p>\r\n<blockquote>\r\n<p>Well, Carissa appreciates the guide to how to run a Conspiracy against Keltham and is content to keep him talking about Law. \"So, the way I reason, a Keltham who doesn't care about other people at all already does that to his Carissa, he doesn't need me to point it out - the Kelthams I'm talking to are the ones who would feel freer and safer and more allowed to fall in love, if they could expect that would work if they had to do it, and whether it would work is just a fact about Carissa, not a fact about the universe in general.\"</p>\r\n</blockquote>\r\n<p>Keltham:</p>\r\n<blockquote>\r\n<p>\"You're an awfully fast learner. &nbsp;That's something like the correct format for an argument to Civilization, or, yes, to Keltham. &nbsp;Okay, I'll have to think about that.\"</p>\r\n<p>\"Where most of what I have to think about, I think, is whether my going along with that somehow disadvantages Carissas or Kelthams in other branches of reality, but I'm not going to figure that out in thirty seconds.\"</p>\r\n<p>\"Though I think there's some - implicit crux here, about how you can be justifiably certain that almost every future Carissa feels the same way, or would want to remain signatory to some contract across times and possibilities even if she didn't - where if I knew why you believe that, maybe I wouldn't feel worried about losing you in the first place...\"</p>\r\n</blockquote>",
      "created_at": "2022-02-04T06:39:35.442+00:00",
      "icon": null,
      "updated_at": "2022-02-04T06:39:35.442+00:00",
      "user": {
        "id": 366,
        "username": "Iarwain"
      }
    },
    {
      "id": 1756743,
      "character": {
        "id": 11562,
        "name": "dath ilan",
        "screenname": null
      },
      "character_name": "dath ilan",
      "content": "<p>Civilization does in fact train its children not to lose track, in the complexities of decision theory, of such ultimate and grounding scenarios as 'Okay but what if future Carissa would <em>actually </em>rather not have sex with you.'</p>\r\n<p>This is continuing to produce failures in Keltham's case-checking on the more complicated arguments too.</p>\r\n<p>They may have not&nbsp;<em>literally&nbsp;</em>considered&nbsp;<em>exactly Cheliax,</em> but some very smart people have ever asked themselves, 'Well, what if somebody tried to corrupt a dath ilani?'<br /><br /></p>\r\n<p>Of course, the flip side of this caution - as Keltham himself thinks of it - is that these very smart people were almost certainly not considering the case of a dathi ilani sadist dying in an airplane crash and materializing alone into a generally unLawful economicmagic world where he's incredibly valuable to a government, and there isn't anyone else around like that, and also submissive masochists are <em>actually</em> a thing.</p>\r\n<p>This is true.&nbsp; They weren't considering that.</p>\r\n<p>But only because that was a needlessly detailed particular case of a sort that they knew they needed to cover more abstractly.</p>",
      "created_at": "2022-02-04T06:40:35.839+00:00",
      "icon": {
        "id": 198209,
        "keyword": "dath ilan",
        "url": "https://abagond.files.wordpress.com/2013/11/earth-egress1a2.jpg?w=400&h=400"
      },
      "updated_at": "2022-02-04T06:40:35.839+00:00",
      "user": {
        "id": 366,
        "username": "Iarwain"
      }
    },
    {
      "id": 1756744,
      "character": null,
      "character_name": null,
      "content": "<p>Carissa:</p>\r\n<blockquote>\r\n<p>\"I think - Golarion is a hard place to live in, if you can't trust yourself to follow through, to handle herself in whatever situation you've put her in. Worldwound deployments are three years, and you can't quit, no matter how much you hate it. Indentures to study to become a wizard are even longer, places other than Cheliax - if the Church hadn't taken power I would have had to pledge ten years of service for my training, probably....I've never actually set myself on a course and then gone, wait, no, I wish I had the option of escape, because - because I value it about myself, that I can make promises like to serve at the Worldwound for three years. When I - when I asked to join this project - I didn't know anything about you, but I wasn't assuming you weren't the-Keltham-who-doesn't-care-about-other-people, or that if you were I'd be able to leave, and - it's not that I didn't care, it's also not that I was taking a calculated risk that might not have paid off, it's that - I was pretty sure I could live in all the worlds I was stepping into, and - and be someone I'm proud of in all those worlds, and go to Hell stronger and cleverer, in all those worlds...\"</p>\r\n</blockquote>\r\n<p>Keltham:</p>\r\n<blockquote>\r\n<p>\"And the obvious question to me, is, how do you know that won't change about yourself, and maybe you do know, but it's harder for me to know...\"</p>\r\n</blockquote>",
      "created_at": "2022-02-04T06:41:55.402+00:00",
      "icon": null,
      "updated_at": "2022-02-04T06:41:55.402+00:00",
      "user": {
        "id": 366,
        "username": "Iarwain"
      }
    },
    {
      "id": 1756746,
      "character": null,
      "character_name": null,
      "content": "<p>Some further lesser-snuggling occurs.&nbsp; Keltham tries to instruct Carissa on reacting naturally to the pain he's going to try on her, in hopes he can break through cached patterns that way.</p>\r\n<blockquote>\r\n<p>\"There is a thing that dath ilani are trained to see themselves doing, to have the option of not doing, which is that thing a person does when they fill in their thoughts and words and behaviors from pattern and memory, from an image in their mind of how they usually are, or how they are supposed to be. &nbsp;Contrasted to filling in those thoughts, words, choices, from those original sources that made the memory of the original thoughts, the first sources that came before you remembered any answer and could fill in answers from memory. &nbsp;I know that when it comes to the broken sexuality inside you, that you've been filling in the pattern to hold it all in place.\"</p>\r\n<p>\"When I'm hurting you this time, I want you to not do that. &nbsp;I don't want to hear the sounds you remember yourself making, I want to hear the sounds from the same place they came from when you formed those memories. &nbsp;I don't know if it's something you can do, only because I ask it of you, when you don't have any training in making that a kind of internal choice that's available to you, and I definitely do not mean that you should remember your usual reactions and suppress any reaction that matches your memory.\"</p>\r\n</blockquote>",
      "created_at": "2022-02-04T06:44:06.971+00:00",
      "icon": null,
      "updated_at": "2022-02-04T06:44:06.971+00:00",
      "user": {
        "id": 366,
        "username": "Iarwain"
      }
    },
    {
      "id": 1756747,
      "character": null,
      "character_name": null,
      "content": "<p>Carissa says that getting past her cached patterns may take a lot of pain.&nbsp; Keltham inquires into if there's some way he should know when to stop.&nbsp; Carissa says she'll just be fine.</p>\r\n<p>Carissa tells Keltham a little about what Abrogail did to her, torturing her to death over the course of two hours, and how she came back great from that.</p>\r\n<p>Keltham:</p>\r\n<blockquote>\r\n<p>\"I'm going to assume that there was some way to do that safely despite your lack of afterlife arrangements at the time, because, you know, Abrogail seems like a pretty sensible person.\"</p>\r\n</blockquote>\r\n<p>Carissa:</p>\r\n<blockquote>\r\n<p>\"She learned somehow that my deepest terror was being turned into a statue and buried underground or dropped into the ocean so I never got an afterlife, and arranged a situation where I thought I had betrayed everyone in a fashion that warranted that, and so she slowly petrified me. And then after she undid it she swore to me that that she would never do that.\" Carissa's feelings about this are in fact all over the place but she manages to keep her voice content, contemplative, enamored.&nbsp;</p>\r\n</blockquote>\r\n<p>Keltham:</p>\r\n<blockquote>\r\n<p>\"Showed up on your Detect Anxieties actually, and I didn't mention that to anyone. &nbsp;Would that have been on your Security reports and is that - considered an okay thing for the Queen of Cheliax to do? &nbsp;Or would she have some other way of -\"</p>\r\n<p>\"And how would she arrange for you to think that without - outright mind control, I don't see how you could arrange that even with a Suggestion -\"</p>\r\n</blockquote>\r\n<p>Carissa:</p>\r\n<blockquote>\r\n<p>\"Suggestion's not the most powerful kind of mind control, it's the least powerful kind that was necessary to persuade you that Conspiracy Cheliax would win. I don't know the spell she used. There's a procedure for approving uses for bed-games, if you can afford it, but it's 'ask the Queen'. Her pact with Asmodeus requires her to conduct herself in a way He approves of. Same with divining for my greatest terror, which is not the kind of thing that's on my Security reports.\"</p>\r\n</blockquote>\r\n<p>Keltham:</p>\r\n<blockquote>\r\n<p>\"...allllll right then.\"</p>\r\n<p>\"We should go ahead and stop talking about this, actually, I think Isidre was right to label this all dangerous-information to me for now. &nbsp;You've successfully impressed me with how hard you are to damage.\"</p>\r\n<p>\"But Golarion Civilization would've found you eventually, you know. &nbsp;Even if they had to build magitech to search the entire planet point by point. &nbsp;You and everyone else that's ever happened to. &nbsp;And if not, I do suspect you'd have ended up somewhere else just like me.\"</p>\r\n</blockquote>",
      "created_at": "2022-02-04T06:48:17.818+00:00",
      "icon": null,
      "updated_at": "2022-02-04T06:48:17.818+00:00",
      "user": {
        "id": 366,
        "username": "Iarwain"
      }
    },
    {
      "id": 1756748,
      "character": null,
      "character_name": null,
      "content": "<p>Carissa:</p>\r\n<blockquote>\r\n<p>Carissa has literally no idea what to do with the assertion that she'd probably just end up somewhere else like Keltham. That....seems false? There was reason for the gods to grab Keltham. Obviously he means something more complicated, but the thing her brain keeps returning is his assertion that if the Abyss was infinite then they'd be demons. And if it's not infinite then it doesn't follow that she'd turn up somewhere?</p>\r\n</blockquote>\r\n<p>dath ilan:</p>\r\n<blockquote>\r\n<p>(It's more that the Abyss can't be infinite while everything else is finite. &nbsp;The question is not whether you imagine those quantities to be infinite or maybe zero, but just, what are the ratios between them either way; for those ratios in the very final end are all that there ever is.)</p>\r\n</blockquote>\r\n<p>Keltham:</p>\r\n<blockquote>\r\n<p>\"And now I've just realized that our cuddleroom conversation literally went to 'anthropics'. &nbsp;There are sad jokes about that out of dath ilan.\"</p>\r\n</blockquote>",
      "created_at": "2022-02-04T06:49:10.402+00:00",
      "icon": null,
      "updated_at": "2022-02-04T06:49:10.402+00:00",
      "user": {
        "id": 366,
        "username": "Iarwain"
      }
    },
    {
      "id": 1756787,
      "character": null,
      "character_name": null,
      "content": "<p>Subirachs's items arrive; Keltham starts trying them out on Carissa in order.</p>\r\n<blockquote>\r\n<p>Carissa seems to have two categories of reaction: involuntary flinches, and freezing up while she tries to figure out what her reaction would be if it'd had minimal intervention from her brain.</p>\r\n</blockquote>\r\n<p>Keltham applies #3 to himself, successfully doesn't flinch, and remarks that this would be annoying if it kept up but he can see how this isn't going to be breaking past any jumbles inside Carissa Sevar.</p>\r\n<p>He's not trying #4 right now, but wants to try it on himself later, if he doesn't end up using all his healing; it's a self-heating disc, usually for making food, that could also be applied to somebody's arm to actually burn it.&nbsp; To become a Security wizard you need to be able to keep Detect Magic running for 10 minutes while that's going on.&nbsp; Carissa says she wants to try it too.&nbsp; Keltham says he's going first because he doesn't want to go in with the mindset of beating Carissa's time.</p>\r\n<p>Trying #5 on Carissa by surprise after blindfolding her, gets her to cry out for several whole seconds before she notices that she had an unfiltered reaction and then she's thinking about it again.</p>",
      "created_at": "2022-02-04T19:26:24.662+00:00",
      "icon": null,
      "updated_at": "2022-02-04T19:26:24.662+00:00",
      "user": {
        "id": 366,
        "username": "Iarwain"
      }
    },
    {
      "id": 1756788,
      "character": null,
      "character_name": null,
      "content": "<p>Keltham moves on to #6 and starts out overly strongly because what he intuitively assumes would of course be a logarithmic scale is actually a linear one.</p>\r\n<p>This does get a strong reaction from Carissa, which turns into a crying fit after Keltham says \"Good Carissa\" and runs his fingers through her hair, triggering a flashback to her Abrogail experiences.</p>\r\n<p>Keltham:</p>\r\n<blockquote>\r\n<p>He has been <em>repeatedly </em>told not to worry too much about the consequences if this sort of thing happens, and if everybody was just lying to him about that the entire time, Keltham can always just exit this universe by a sheer act of will, right.</p>\r\n</blockquote>\r\n<p>Carissa:</p>\r\n<blockquote>\r\n<p>Carissa lies there crying and wonders distantly why everyone wants her to cry. She is pretty sure she's much less cool when she's crying.&nbsp;</p>\r\n</blockquote>\r\n<p>Keltham:</p>\r\n<blockquote>\r\n<p>(Because she's one step closer to reality when she cries, obviously. &nbsp;Both of the two people who've ever held any place in Carissa Sevar's heart hold that belief that about her.)</p>\r\n</blockquote>\r\n<p>Carissa:</p>\r\n<blockquote>\r\n<p>She's going to need a while, apparently.</p>\r\n</blockquote>\r\n<p>Keltham:</p>\r\n<blockquote>\r\n<p>She can totally have a while!</p>\r\n<p>Keltham murmurs that she's good, she did great, Keltham feels better now that he's not scared deep down that he's forever separated from Carissa by an uncrossable gap of being too Civilized to do anything that ever reaches her.</p>\r\n</blockquote>",
      "created_at": "2022-02-04T19:30:57.752+00:00",
      "icon": null,
      "updated_at": "2022-02-04T19:30:57.752+00:00",
      "user": {
        "id": 366,
        "username": "Iarwain"
      }
    },
    {
      "id": 1756789,
      "character": null,
      "character_name": null,
      "content": "<p>Without letting Carissa have enough time to recover fully, because everybody keeps telling Keltham he's fine if he pushes things a little or even more than a little, he starts to hurt her in lesser ways and Carissa reacts without her brain getting too much in the way.</p>\r\n<p>Sex is had; Keltham uses some of the items on her during that, but lightly.</p>\r\n<p>Keltham unchains her afterwards.</p>\r\n<blockquote>\r\n<p>\"I can't remember having been this happy before,\" Keltham murmurs to her. &nbsp;\"It's not just the sex, it's the sense of progress, for you and for myself, and things I was afraid of that didn't happen, and obstacles that weren't impossible after all. &nbsp;Maybe everything here is just solvable if I try.\"</p>\r\n</blockquote>\r\n<p>Carissa:</p>\r\n<blockquote>\r\n<p>\" - oh. Good. 'm really glad. Want - want you to be happy, want you to feel like you're allowed to try things, want you to not be scared. Want you to know how powerful you are, and be glad....love you.\"</p>\r\n</blockquote>\r\n<p>Keltham:</p>\r\n<blockquote>\r\n<p>\"I'm glad there's literally anything I can and will do, that can scare my cute future-archdevil girlfriend literally at all. &nbsp;Even just scare her temporarily. &nbsp;Something about the 'gendertrope' wouldn't feel right otherwise, but she's way too powerful herself and you've got to cheat the shit out of everything to even have a hope there.\"</p>\r\n</blockquote>\r\n<p>Carissa:</p>\r\n<blockquote>\r\n<p>\"I think you might be underestimating how powerful you are, Keltham.\"</p>\r\n</blockquote>\r\n<p>Keltham:</p>\r\n<blockquote>\r\n<p>\"Fair. &nbsp;Rephrase: she's way too powerful herself, so you've got to cheat the shit out of everything if you want to scare her within the next hour instead of two weeks later.\"</p>\r\n</blockquote>\r\n<p>Carissa:</p>\r\n<blockquote>\r\n<p>\"Luckily you're good at cheating. And you haven't thought of most of the things a Chelish person would think of immediately but you think of things we never would. So it all evens out.\"</p>\r\n</blockquote>\r\n<p>Keltham:</p>\r\n<blockquote>\r\n<p>He can't actually handle that level of compliments without feeling uncomfortable, as it turns out. &nbsp;Something about all the power that he holds in Golarion continues to feel like it isn't really his.</p>\r\n<p><br />He doesn't say anything in reply to her last statement, just snuggles into her.</p>\r\n</blockquote>",
      "created_at": "2022-02-04T19:34:34.801+00:00",
      "icon": null,
      "updated_at": "2022-02-04T19:34:34.801+00:00",
      "user": {
        "id": 366,
        "username": "Iarwain"
      }
    },
    {
      "id": 1756791,
      "character": null,
      "character_name": null,
      "content": "<p>(Story continues after <strong><a href=\"/replies/1756345#reply-1756345\">this tag</a></strong> in <em>Project Lawful and Their Oblivious Boyfriend</em>.)</p>",
      "created_at": "2022-02-04T19:35:51.104+00:00",
      "icon": null,
      "updated_at": "2022-02-04T19:35:59.641+00:00",
      "user": {
        "id": 366,
        "username": "Iarwain"
      }
    }
  ]
}