{
  "Ok": [
    {
      "id": 1742107,
      "character": null,
      "character_name": null,
      "content": "<p>As our story continues from the end of Mad Investor Chaos, Carissa Sevar has just successfully seized official control of Project Lawful, and Maillol has received a surprise party about him not having to be responsible for it anymore.</p>\r\n<p>Project Lawful is theoretically scheduled to be moved to its new location shortly after dawn, as soon as Aspexia Rugatonn can pray for spells, receive a Forbiddance, and put that up.</p>",
      "created_at": "2022-01-09T23:20:00.362+00:00",
      "icon": null,
      "updated_at": "2022-01-09T23:23:07.690+00:00",
      "user": {
        "id": 366,
        "username": "Iarwain"
      }
    },
    {
      "id": 1742108,
      "character": null,
      "character_name": null,
      "content": "<p>Carissa stays up late last night with Maillol clearing the paperwork backlog.&nbsp; At one point she actually does get screened to make sure she's not secretly and unwittingly some god's cleric.</p>",
      "created_at": "2022-01-09T23:22:21.811+00:00",
      "icon": null,
      "updated_at": "2022-01-09T23:23:18.073+00:00",
      "user": {
        "id": 366,
        "username": "Iarwain"
      }
    },
    {
      "id": 1742110,
      "character": null,
      "character_name": null,
      "content": "<p>When Carissa wakes up, she's still in her palace bedroom, and she's been allowed to sleep in long enough that she'd be able to prepare spells, making it well past dawn when the project was supposed to move.</p>\r\n<p>There's a note by her bed.</p>\r\n<p>Nidal has launched a massive attack with everything they have, before they lose any more fighters they can't resurrect due to their diamonds having been stolen.&nbsp; Participating in the assault is the three lords of Nidal, the eight-thousand-year-old Black Triune.&nbsp; Cheliax still has them massively outnumbered and the outcome of the battle should be a foregone conclusion with Zon-Kuthon sealed.</p>\r\n<p>Rugatonn is on the front lines.&nbsp; So is the Queen.&nbsp; So's everyone who can teleport.</p>\r\n<p>Sevar is advised to prepare magic for escaping with Keltham, if that becomes necessary, and has been given a Bag of Holding with some scrolls and items.</p>",
      "created_at": "2022-01-09T23:23:55.406+00:00",
      "icon": null,
      "updated_at": "2022-01-09T23:27:31.366+00:00",
      "user": {
        "id": 366,
        "username": "Iarwain"
      }
    },
    {
      "id": 1742111,
      "character": null,
      "character_name": null,
      "content": "<p>Before preparing spells, Carissa goes to check on Keltham.</p>\r\n<p>Keltham was told about the big push, asked if people dying in Nidal were still going to Zon-Kuthon's awful afterlife, was told probably yes, asked to be left completely alone to think for 3 hours.&nbsp; He wrote a lot of ciphered notes, tapped himself once with an Owl's Wisdom, briefly cried, continued to write himself ciphered notes.&nbsp; Nobody left in the Palace can safely read his thoughts.</p>",
      "created_at": "2022-01-09T23:29:12.593+00:00",
      "icon": null,
      "updated_at": "2022-01-09T23:29:12.593+00:00",
      "user": {
        "id": 366,
        "username": "Iarwain"
      }
    },
    {
      "id": 1742113,
      "character": null,
      "character_name": null,
      "content": "<p>Carissa is upset that this happened and nobody notified her!</p>\r\n<p>The Security outside Keltham's room isn't wearing an intelligence headband.&nbsp; It's kind of looking like most or all of the competent Security people are on the Nidal front.</p>\r\n<p>Carissa slips Keltham a note asking him to please let her in as soon as she can be helpful.&nbsp; Keltham's reply says he will.</p>\r\n<p>Carissa has a feeling that she's missing something big.&nbsp; She orders his notes copied to Hell and decrypted ASAP.</p>\r\n<p>Carissa prepares spells.</p>",
      "created_at": "2022-01-09T23:31:23.596+00:00",
      "icon": null,
      "updated_at": "2022-01-17T21:27:50.404+00:00",
      "user": {
        "id": 366,
        "username": "Iarwain"
      }
    },
    {
      "id": 1742114,
      "character": null,
      "character_name": null,
      "content": "<p>Shortly after she finishes prepping spells, Carissa is handed an updated report.</p>\r\n<p>Aspexia Rugatonn has had her soul destroyed by the Black Triune.&nbsp; As soon as that happened, multiple ninth-circle and eighth-circle casters unallied to Cheliax moved in and engaged the Black Triune.&nbsp; Chelish forces are retreating out of the way, 'pursued' by Nidal forces that can't do much without the Black Triune.</p>",
      "created_at": "2022-01-09T23:33:49.146+00:00",
      "icon": null,
      "updated_at": "2022-01-09T23:33:49.146+00:00",
      "user": {
        "id": 366,
        "username": "Iarwain"
      }
    },
    {
      "id": 1742115,
      "character": null,
      "character_name": null,
      "content": "<blockquote>\r\n<p>No, she thinks, very very stupidly.</p>\r\n<p>&nbsp;</p>\r\n<p>No, see, that's not allowed.&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>They need to take this report back and bring her a better report, one in which something better happened.&nbsp;</p>\r\n</blockquote>",
      "created_at": "2022-01-09T23:34:37.928+00:00",
      "icon": null,
      "updated_at": "2022-01-09T23:34:37.928+00:00",
      "user": {
        "id": 366,
        "username": "Iarwain"
      }
    },
    {
      "id": 1742120,
      "character": null,
      "character_name": null,
      "content": "<p>Carissa opens Keltham's door even though his time isn't up, visibly distraught that the Grand High Priestess, who they met last night, is Truly Dead.</p>\r\n<p>Keltham hugs her.&nbsp; It feels a bit different.</p>\r\n<p>Keltham says he thinks everyone involved in the war has made a large mistake.&nbsp; He wants to go outside the Forbiddance to where somebody can summon a lantern archon.</p>",
      "created_at": "2022-01-09T23:36:34.208+00:00",
      "icon": null,
      "updated_at": "2022-01-17T23:07:11.006+00:00",
      "user": {
        "id": 366,
        "username": "Iarwain"
      }
    },
    {
      "id": 1742121,
      "character": null,
      "character_name": null,
      "content": "<p>Carissa deduces that Keltham's god has talked to him.</p>\r\n<p>Carissa says they should stay put in case Zon-Kuthon has the resources to try another assassination attempt, the palace is poorly defended right now.</p>\r\n<p>Keltham says this is time-sensitive and urgent even by his standards, and he's exercising his right to leave Cheliax to go outside the Forbiddance where somebody could pick up, or summon a lantern archon for him, whichever comes first.</p>",
      "created_at": "2022-01-09T23:38:27.352+00:00",
      "icon": null,
      "updated_at": "2022-01-09T23:38:27.352+00:00",
      "user": {
        "id": 366,
        "username": "Iarwain"
      }
    },
    {
      "id": 1742123,
      "character": null,
      "character_name": null,
      "content": "<p>Carissa, Message to Keltham:&nbsp; \"Your god's sending someone, aren't they.\"</p>\r\n<p>Keltham, reply out loud:&nbsp; \"Carissa, what the fuck -\"</p>\r\n<p>Recently-arrived Security to Keltham:&nbsp; \"Would you please consider staying here until we at least have somebody to cast the lantern archon spell immediately?\"&nbsp;</p>\r\n<p>Security, message to Carissa:&nbsp; \"Sevar, pull yourself together RIGHT THE FUCK NOW, stop thinking about Rugatonn, figure out some way to recover from that fuckup, don't think about anything else that might be happening, you better believe that if we fuck this up the Queen will turn all of us into statues.\"</p>\r\n<p>Keltham to Security:&nbsp; \"That's a very sensible suggestion from a Security standpoint, but on second reflection, how about no, and you take me to the place I arrived, right now, per Asmodeus's directive to you.\"</p>",
      "created_at": "2022-01-09T23:40:59.707+00:00",
      "icon": null,
      "updated_at": "2022-01-09T23:41:37.704+00:00",
      "user": {
        "id": 366,
        "username": "Iarwain"
      }
    },
    {
      "id": 1742127,
      "character": null,
      "character_name": null,
      "content": "<p>After some argument about Asmodeus's orders, the Security previously stationed outside Keltham's bedroom starts leading Keltham out of the Forbiddance.</p>\r\n<p>Carissa convinces him he doesn't actually have to lead Keltham there.</p>\r\n<p>Keltham keeps going after the Security stops.</p>\r\n<p>Carissa tries to convince him to stop.&nbsp; Fails.</p>\r\n<p>Areas are cleared ahead of Keltham.&nbsp; He runs into a Security checkpoint.</p>\r\n<p>Keltham taps himself with a truthspell, tells them to verify he's under a truthspell and then get out of his way because Asmodeus's orders prohibit them from interfering.</p>\r\n<p>Carissa tries to convince Keltham that something is wrong with him.&nbsp; Keltham seems hesitant for a moment; casts Spell Immunity: Suggestion, Enchantment Foil, and Protection, on himself; then keeps going.</p>",
      "created_at": "2022-01-09T23:44:54.285+00:00",
      "icon": null,
      "updated_at": "2022-01-09T23:45:24.397+00:00",
      "user": {
        "id": 366,
        "username": "Iarwain"
      }
    },
    {
      "id": 1742130,
      "character": null,
      "character_name": null,
      "content": "<p>A dangerously high-level-looking team of Osirians teleports in next to Keltham, who's now outside the Forbiddance.</p>\r\n<p>After some additional argument, Carissa tells Keltham that terminated pregnancies have their souls go to the Boneyard.</p>\r\n<p>An Osirian says that only applies after twelve weeks.</p>\r\n<p>Keltham says \"Goodbye.\"</p>\r\n<p>An Osirian Polymorphs Carissa into a puppy.</p>",
      "created_at": "2022-01-09T23:49:37.694+00:00",
      "icon": null,
      "updated_at": "2022-01-09T23:49:37.694+00:00",
      "user": {
        "id": 366,
        "username": "Iarwain"
      }
    },
    {
      "id": 1742131,
      "character": null,
      "character_name": null,
      "content": "<p>Carissa is now herself again.&nbsp; The smarter Security from before is discarding a used Break Enchantment scroll.</p>\r\n<p>Security asks Carissa if she has a plan for how they don't end up statues.</p>",
      "created_at": "2022-01-09T23:50:20.927+00:00",
      "icon": null,
      "updated_at": "2022-01-09T23:50:20.927+00:00",
      "user": {
        "id": 366,
        "username": "Iarwain"
      }
    },
    {
      "id": 1742132,
      "character": null,
      "character_name": null,
      "content": "<p>Carissa says \"Suicide.\"</p>\r\n<p>The Security says he's deserting and heading out of the country, in hopes that Abrogail Thrune will die before he goes to Hell.&nbsp; He'd take her with but he's unhappy with the way her fuckups just destroyed his life.</p>",
      "created_at": "2022-01-09T23:51:19.251+00:00",
      "icon": null,
      "updated_at": "2022-01-17T23:12:05.151+00:00",
      "user": {
        "id": 366,
        "username": "Iarwain"
      }
    },
    {
      "id": 1742133,
      "character": null,
      "character_name": null,
      "content": "<p>Carissa doesn't have a dagger on her.&nbsp; She's not thinking that clearly, but she runs through the palace looking for things she can use to kill herself.</p>\r\n<p>She starts by trying to drown herself in a fountain.</p>\r\n<p>It doesn't seem to work; a Security hauls her out.</p>\r\n<p>After some argument, she Hold Persons him and then drowns him.&nbsp; He doesn't have much in weapons, just a ceremonial barbed dagger that looks pretty hard to kill yourself with.</p>\r\n<p>Carissa successfully bluffs a security team that follows on after his death.</p>\r\n<p>The alarm has gone up in the Palace.&nbsp; More competent people are teleporting in.&nbsp; They're calling out to take Carissa Sevar alive.</p>\r\n<p>Carissa tries to kill herself with the barbed dagger.</p>",
      "created_at": "2022-01-09T23:53:58.340+00:00",
      "icon": null,
      "updated_at": "2022-01-17T23:23:26.299+00:00",
      "user": {
        "id": 366,
        "username": "Iarwain"
      }
    },
    {
      "id": 1742134,
      "character": null,
      "character_name": null,
      "content": "<p>Apparently she didn't get that right; Carissa wakes up, alive and with her feet and head restrained, in what is clearly a very high-end enchanter's workshop.</p>",
      "created_at": "2022-01-09T23:54:39.013+00:00",
      "icon": null,
      "updated_at": "2022-01-09T23:59:21.590+00:00",
      "user": {
        "id": 366,
        "username": "Iarwain"
      }
    },
    {
      "id": 1747068,
      "character": null,
      "character_name": null,
      "content": "<p>The enchanter's workshop has some spellsilver, six feet away from her, on a shelf.</p>\r\n<p>Carissa tries to build a magical scaffold so she can tap this spellsilver six feet away and transform her Armillary Amulet into an Arrow of Slaying and use it to kill herself.</p>\r\n<p>This requires a DC 40 Spellcraft check, which is only even possible to Carissa because her character is incredibly specialized on Spellcraft, weapons enchanting, and also she's just hit seventh level / 4th-circle as a wizard after her previous combat experience.</p>\r\n<p>Lintamande rolls for Carissa.&nbsp; She makes it.</p>\r\n<p>Whoever is now narrating seems very impressed by this:</p>\r\n<blockquote>\r\n<p>Now that's just bullshit. &nbsp;Seventh-circle wizard, yes. &nbsp;Perhaps a prodigal and specialized fifth-circle wizard. &nbsp;Third-circle who <em>maybe </em>just hit fourth, <em>no</em>.</p>\r\n<p>Skeptical sane people would not believe this Carissa Sevar fact.</p>\r\n<p>All right, keep going then. &nbsp;Are you <em>actually </em>going to pull this off.</p>\r\n</blockquote>\r\n<p>After Carissa has been allowed to try in apparent privacy for 15 minutes - long enough for it to be clear that she could succeed - Abrogail Thrune appears.</p>\r\n<blockquote>\r\n<p>\"That is the most impressive feat I have seen anybody even <em>try </em>from that position.\"</p>\r\n</blockquote>",
      "created_at": "2022-01-17T21:21:53.221+00:00",
      "icon": null,
      "updated_at": "2022-01-17T21:22:39.299+00:00",
      "user": {
        "id": 366,
        "username": "Iarwain"
      }
    },
    {
      "id": 1747074,
      "character": null,
      "character_name": null,
      "content": "<p>For some reason Carissa isn't being hurt or turned into a statue just yet.&nbsp; They discuss recent events.&nbsp; Carissa, who believes that the Queen is already going to turn her into a statue, which is already literally the worst thing that can happen to her, is frank in her exchange of recently updated views:</p>\r\n<blockquote>\r\n<p>\"Of course I want to be Queen of Cheliax! Have you met the current one, she's an idiot!\" WHY isn't she on fire.</p>\r\n</blockquote>\r\n<p>&nbsp;</p>\r\n<blockquote>\r\n<p>\"You never took this a fraction as seriously as everyone around you was telling you it needed to be taken. Your staff are all <em>idiots</em>. The rumors about the project should never have happened. They <em>need </em>it to feel superior to the people who aren't allowed rumors? Send them all to the Worldwound, see what they need then. Project security at the villa was barely, barely competent to keep things from slipping and Security at the palace, even before you took everybody north this morning, was notably worse. Aspexia thought we could make the best of there being rumors about me, but I'm scryable, and frequently in a room with Keltham, it's actually a terrible idea for Lastwall to think I'm interesting!! Maybe the best of our terrible options at that point but an incredibly massive security failure which everyone was just casually indifferent about! Maillol would have done better, but at the palace he doesn't even really use his brain, because he expects everything to run on stupid games he's not good at. You should have your fucking capital at the Worldwound, is what you should do, nothing less than the dumb ones getting eaten by demons makes people realize they aren't <em>special</em>. Cheliax has been around for eighty years and doesn't know how to punish people in a way that makes them better at their jobs, what are we <em>doing? Aspexia was the only person who understood how badly we are failing -\"</em></p>\r\n</blockquote>\r\n<p>At this point Carissa actually is set on fire.</p>",
      "created_at": "2022-01-17T21:31:25.691+00:00",
      "icon": null,
      "updated_at": "2022-01-17T21:31:25.691+00:00",
      "user": {
        "id": 366,
        "username": "Iarwain"
      }
    },
    {
      "id": 1747082,
      "character": null,
      "character_name": null,
      "content": "<p>After the fire ends and she's given an Infernal Healing, Carissa tries a ploy for her life:</p>\r\n<blockquote>\r\n<p>\"Do you think,\" she says, once she can talk, \"you are capable of hurting me enough I am ready for it to stop.\"</p>\r\n</blockquote>\r\n<p>&nbsp;</p>\r\n<blockquote>\r\n<p>\"Do you want me actually motivated to find out?\"</p>\r\n<p>\"Promise me that you'll only turn me into a statue if I tell you that I've had enough.\"</p>\r\n</blockquote>\r\n<p>Abrogail turns her down.</p>\r\n<blockquote>\r\n<p>\"No, sweet Carissa. &nbsp;If I were to offer your soul's eternity for anything, it would be you learning to suffer beautifully, with your true whole heart, as might keep me occupied for more than one day's dalliance. &nbsp;It would be a futile offer, of course, because you are too hollow of a shell to fill yourself up that quickly and only because you must.\"</p>\r\n<p>\"Are you interested in buying up to one more hour of existence at any cost in suffering for it? &nbsp;I could offer you that.\"</p>\r\n</blockquote>\r\n<p>Carissa accepts.</p>",
      "created_at": "2022-01-17T21:38:19.873+00:00",
      "icon": null,
      "updated_at": "2022-01-17T21:38:19.873+00:00",
      "user": {
        "id": 366,
        "username": "Iarwain"
      }
    },
    {
      "id": 1747096,
      "character": null,
      "character_name": null,
      "content": "<p>After hurting Carissa for a while, Abrogail says she's annoyed because Carissa is still holding back all her feelings:</p>\r\n<blockquote>\r\n<p>\"And you're still holding back your feelings. &nbsp;It's very annoying. &nbsp;If you're trying to convince me to play for longer than an hour, you could certainly be doing a better job of that.\"</p>\r\n</blockquote>\r\n<p>Carissa:</p>\r\n<blockquote>\r\n<p>\"I don't even know what you mean. When you say that.... I could light you on fire and you could show me.\"</p>\r\n</blockquote>\r\n<p>Abrogail:</p>\r\n<blockquote>\r\n<p>\"I'm not sure I even could fail my Will save against your level of Detection, dear. &nbsp;But it goes like this, in words.\"</p>\r\n<p>Abrogail leans in closer to Carissa, leans up against her, breathes into her ear. &nbsp;\"I'm sad. &nbsp;I'm lost. &nbsp;I'm terrified. &nbsp;I don't want to stop existing. &nbsp;This wasn't what I wanted. &nbsp;Why did I end up like this. &nbsp;I hate her. &nbsp;I want to destroy her like she's destroying me. &nbsp;How can this be happening to me. &nbsp;I was meant for better things. &nbsp;I was going to be ascendant in the world and then ascendant in Hell, and live forever and ever.\"</p>\r\n<p>\"Those are some of the things that a Carissa who wasn't a hollow shell might be feeling in your place. &nbsp;Feeling, not saying, it's useless to repeat it back to me.\"</p>\r\n</blockquote>\r\n<p>Carissa:</p>\r\n<blockquote>\r\n<p>&nbsp;</p>\r\n<p>\"Oh.</p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>That would hurt. Worse than -\" gesture. She's not sure why her hands are free. \"That's - your schools teach children not to do that. No- wishing anything was different, no hating anything you can't destroy.\"</p>\r\n</blockquote>\r\n<p>Abrogail:</p>\r\n<blockquote>\r\n<p>\"Yes, and that's necessary to my Cheliax for I know no other way to keep power over its people. &nbsp;It does make it so hard to find good bedmates, though. &nbsp;I wonder if your Cheliax could have been different, had you not failed the game laid out by the gods and lost your chance to keep hold of its prize.\"</p>\r\n<p>\"But I will enjoy this more, the more you hurt, and that's true and should also be obvious. &nbsp;It doesn't matter any more, now, what you were taught in school. &nbsp;Undo it all. &nbsp;Forget it all. &nbsp;Be the child you were taught not to be, and hurt for me, and maybe I'll be pleased a little longer.\"</p>\r\n</blockquote>",
      "created_at": "2022-01-17T21:55:13.241+00:00",
      "icon": null,
      "updated_at": "2022-01-17T21:55:13.241+00:00",
      "user": {
        "id": 366,
        "username": "Iarwain"
      }
    },
    {
      "id": 1747098,
      "character": null,
      "character_name": null,
      "content": "<p>Carissa attempts to keep the game going for longer.</p>\r\n<p>Eventually she runs out of new hurts she can feel.</p>",
      "created_at": "2022-01-17T21:55:56.666+00:00",
      "icon": null,
      "updated_at": "2022-01-17T21:56:08.700+00:00",
      "user": {
        "id": 366,
        "username": "Iarwain"
      }
    },
    {
      "id": 1747099,
      "character": null,
      "character_name": null,
      "content": "<p>Abrogail informs her that it's time for her to be a statue, but first tells her:</p>\r\n<blockquote>\r\n<p>\"I hazard my true oaths warily, dear Carissa, and scribe them all out in advance, so this is not an oath in Asmodeus's name or otherwise, but just a promise.\"</p>\r\n<p>\"I promise that if, as your slow petrification ends, I do truly believe that you have let out all the suffering inside you and held none of it back from me, you will, at the very end, be saved from the very worst fate you fear, and not be a statue for ever.\"</p>\r\n<p>\"I don't think you can, but I promise I'll be fair about judging it.\"</p>\r\n<p>\"I don't hate you so much, sweet Carissa, that I'd rather be certain of destroying you completely, than have a little more fun while you end.\"</p>\r\n</blockquote>",
      "created_at": "2022-01-17T21:56:48.433+00:00",
      "icon": null,
      "updated_at": "2022-01-17T21:56:48.433+00:00",
      "user": {
        "id": 366,
        "username": "Iarwain"
      }
    },
    {
      "id": 1747101,
      "character": null,
      "character_name": null,
      "content": "<p>Carissa starts to be slowly turned into a statue.&nbsp; She's allowed to fight back, which is why her hands are free, and does so, although fighting back doesn't work.</p>",
      "created_at": "2022-01-17T21:57:32.139+00:00",
      "icon": null,
      "updated_at": "2022-01-17T21:57:32.139+00:00",
      "user": {
        "id": 366,
        "username": "Iarwain"
      }
    },
    {
      "id": 1747109,
      "character": null,
      "character_name": null,
      "content": "<p>At the end, while the tingling is going up her neck and Abrogail is kissing her:</p>\r\n<blockquote>\r\n<p>Asmodeus, she thinks, when You've corralled all the other souls in all the other afterlives, when You've made every last angel and azata Your possession, if You're bored, someday, look for me -</p>\r\n<p><span style=\"text-decoration: line-through;\"><small><small> Irori? </small></small></span></p>\r\n<p><span style=\"text-decoration: line-through;\"><small><small>Iomedae?</small></small></span></p>\r\n<p><span style=\"text-decoration: line-through;\"><small><small><small><small><small> Keltham?</small></small></small></small></small></span></p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>And she sobs, and lets all her thoughts stop happening in a tide of terror and grief and loss and longing, and she bites Abrogail's lip, because, you know, it's right there.</p>\r\n</blockquote>\r\n<p>&nbsp;</p>\r\n<blockquote>\r\n<p>For some strange reason there's a feeling of peace, right at the very end.</p>\r\n</blockquote>\r\n<p>&nbsp;</p>\r\n<blockquote>\r\n<p>And then it ends.</p>\r\n</blockquote>",
      "created_at": "2022-01-17T22:00:23.724+00:00",
      "icon": null,
      "updated_at": "2022-01-17T22:00:23.724+00:00",
      "user": {
        "id": 366,
        "username": "Iarwain"
      }
    },
    {
      "id": 1747111,
      "character": null,
      "character_name": null,
      "content": "<p><strong>The intensity level is lower, and you're relatively safer, if you continue from there <a href=\"/posts/5506\">with the regular next thread</a> in the story.</strong></p>\r\n<p>If however you still want your intensity level or BDSM/naughtiness level kept pretty low, the summary will also continue here.</p>",
      "created_at": "2022-01-17T22:02:11.855+00:00",
      "icon": null,
      "updated_at": "2022-01-17T22:03:04.482+00:00",
      "user": {
        "id": 366,
        "username": "Iarwain"
      }
    },
    {
      "id": 1747113,
      "character": null,
      "character_name": null,
      "content": "<p>Carissa wakes up in a mostly-white room with flowers decorating the walls, entirely healed, not a statue, and not in any pain.</p>",
      "created_at": "2022-01-17T22:03:38.315+00:00",
      "icon": null,
      "updated_at": "2022-01-17T22:03:38.315+00:00",
      "user": {
        "id": 366,
        "username": "Iarwain"
      }
    },
    {
      "id": 1747115,
      "character": null,
      "character_name": null,
      "content": "<p>Abrogail Thrune's voice:</p>\r\n<blockquote>\r\n<p>\"The Suggestion was: &nbsp;<a href=\"/replies/1742123#reply-1742123\">Don't think about anything else that might be happening, you better believe that if we fuck this up the Queen will turn all of us into statues.</a>\"</p>\r\n</blockquote>",
      "created_at": "2022-01-17T22:04:13.855+00:00",
      "icon": null,
      "updated_at": "2022-01-17T22:04:13.855+00:00",
      "user": {
        "id": 366,
        "username": "Iarwain"
      }
    },
    {
      "id": 1747118,
      "character": null,
      "character_name": null,
      "content": "<p>It takes Carissa a while to get, for some reason, but she gets it and, not very surprisingly, bursts into tears.</p>\r\n<blockquote>\r\n<p>- it turns out that having lots of feelings and a deep sense you have nothing to lose is inconvenient for things such as addressing your Queen! Or existing!!! Now she has burst into tears! What the fuck! She didn't expect that and is terrified by it, it feels almost like having been changed into a different person, the kind of person who bursts into tears - she knows what she has to do, she knows what she has to pull herself together into, but the pieces are - too far apart, or something, or she forgot how they fit together, or maybe she's missing some -</p>\r\n</blockquote>",
      "created_at": "2022-01-17T22:05:05.830+00:00",
      "icon": null,
      "updated_at": "2022-01-17T22:05:05.830+00:00",
      "user": {
        "id": 366,
        "username": "Iarwain"
      }
    },
    {
      "id": 1747120,
      "character": null,
      "character_name": null,
      "content": "<p>Abrogail tells her to stop that.</p>\r\n<blockquote>\r\n<p>\"All you need to do, for a time, is rest. &nbsp;I hope we've been intimate enough that I can say that it's not a threat to fear, and not an order from your Queen to drop everything and follow, when I say this much: &nbsp;I put a lot of work into breaking you, in hopes you would heal into a less broken shape than you once had. &nbsp;If you fall helplessly back into your old shape I'll be disappointed. &nbsp;I think that if dath ilan were Evil they would not make their Evil out of hollow shells of people. &nbsp;And it would be genuinely difficult to do this to you a second time, so please, don't try to put yourself together again, not in the same shape as before. &nbsp;I say that so early, while you ought to just be bawling, because I am afraid you will try to twist yourself up while you're bawling.\"</p>\r\n<p>\"Rest. &nbsp;Rest. &nbsp;You did well.\"</p>\r\n</blockquote>",
      "created_at": "2022-01-17T22:05:29.369+00:00",
      "icon": null,
      "updated_at": "2022-01-17T22:05:29.369+00:00",
      "user": {
        "id": 366,
        "username": "Iarwain"
      }
    },
    {
      "id": 1747121,
      "character": null,
      "character_name": null,
      "content": "<p>Carissa:</p>\r\n<blockquote>\r\n<p>&nbsp;</p>\r\n<p>\"....did well?\"</p>\r\n</blockquote>\r\n<p>Abrogail:</p>\r\n<blockquote>\r\n<p>\"Yes. &nbsp;Most importantly, you undid much of the conditioning that would hinder you in your new task and rank. &nbsp;You suffered beautifully and satisfyingly for me, tried to live with the strongest will and determination I've felt from any mortal on whom I've used detection, I think you've hit fourth circle, and even taking that into account I'm still not over what you tried with that amulet. &nbsp;What you were successfully doing with that amulet.\"</p>\r\n</blockquote>",
      "created_at": "2022-01-17T22:06:16.119+00:00",
      "icon": null,
      "updated_at": "2022-01-17T22:06:16.119+00:00",
      "user": {
        "id": 366,
        "username": "Iarwain"
      }
    },
    {
      "id": 1747122,
      "character": null,
      "character_name": null,
      "content": "<p>After some further aftercare:</p>\r\n<blockquote>\r\n<p>\"I, Abrogail Thrune II, swear in Asmodeus's name never to make you a statue for true.\"</p>\r\n<p>\"I originally planned to qualify, unless you betrayed the House of Thrune knowingly, deliberately, and unambiguously - but after seeing how your thoughts turned to me despite an attempted reassurance or two, I think it is best left without loopholes. &nbsp;I do not actually want you obsessing ever after about fear fantasies of how you might end up betraying me and then statued. &nbsp;I've had my fun, and it would be disastrous for Cheliax if an untampered truthspell showed that you'd come to love me more than Keltham.\"</p>\r\n<p>\"Though at this level of breadth and consequence I'll make no oath of it without greater payment, I also promise not to seek particularly to destroy your soul by any means nor deprive it of its eternity, either in person or by my dispatched agent or by my influenced pawn.\"</p>\r\n</blockquote>",
      "created_at": "2022-01-17T22:06:37.609+00:00",
      "icon": null,
      "updated_at": "2022-01-17T22:06:37.609+00:00",
      "user": {
        "id": 366,
        "username": "Iarwain"
      }
    },
    {
      "id": 1747124,
      "character": null,
      "character_name": null,
      "content": "<p>Carissa:</p>\r\n<blockquote>\r\n<p>\"I'll be worth it. make you queen of the world.\"</p>\r\n</blockquote>",
      "created_at": "2022-01-17T22:07:07.013+00:00",
      "icon": null,
      "updated_at": "2022-01-17T22:07:07.013+00:00",
      "user": {
        "id": 366,
        "username": "Iarwain"
      }
    },
    {
      "id": 1747126,
      "character": null,
      "character_name": null,
      "content": "<p>Further discussion.&nbsp; Carissa reflects on what happened:</p>\r\n<blockquote>\r\n<p>Carissa feels happy. It's a distant kind of happy, it's not the happiness she is used to feeling, but - it was a beautiful story with a happy ending, and she was impressive and valuable and Abrogail had a good time. also she can apparently use spellsilver at a distance of six or eight feet. and she's fourth circle. that's a lot to be happy about, really.&nbsp;</p>\r\n<p>Carissa feels - overawed. The sense of being in something greater than herself. It's a good sense. It's where a lot of her loyalty is located, to Asmodeus and to Cheliax, the sincere conviction that the people in charge are better than her. Abrogail is a great Queen. She doesn't just think this because Abrogail staged an incredibly elaborate torture-execution and then petted her hair. That wouldn't be a good reason to think it. She thinks it because she's - starting to get a fraction of a sense of how hard it really is, to do things, and Abrogail does lots of things.</p>\r\n<p>Her complaints while she was dying and yelling at Abrogail were totally true, though. Except the ones inapplicable because Security's bizarre incompetence was to reduce the pressure on Keltham-actor or whatever. But notably they weren't complaints about actual decisions Abrogail has actually made. Because those have been good. Including the decision to rent Carissa, which has paid some serious corrupting-Keltham dividends and also been good for the both of them. Abrogail's advisors who were opposed to this were unreasonable, and that's only a tiny bit protectiveness of Maillol which Carissa now feels because he's one of the tools she'll need for her project and people made him <em>worse </em>at it. Unlike this. This made Carissa better. This was a gift to Carissa, not an indulgence at her expense, and Carissa is so grateful, and so - assured, very deeply, in her faith.</p>\r\n</blockquote>\r\n<p>Abrogail:</p>\r\n<blockquote>\r\n<p>\"See, now <em>those </em>are the thoughts of a mind that is beginning to align itself behind its own passions, that won't fall apart in its inner divisions after Keltham gives you twenty more lectures on Law and taps you with an Owl's Wisdom.\"</p>\r\n<p>\"I'm not going to have time to work on all the other girls in his class, though, so <em>good luck with that.</em>\"</p>\r\n</blockquote>",
      "created_at": "2022-01-17T22:08:20.671+00:00",
      "icon": null,
      "updated_at": "2022-01-17T22:08:20.671+00:00",
      "user": {
        "id": 366,
        "username": "Iarwain"
      }
    },
    {
      "id": 1747129,
      "character": null,
      "character_name": null,
      "content": "<p>Abrogail checks whether Carissa would feel this encounter was incomplete if they didn't actually have sex at some point.</p>\r\n<p>Apparently yes.</p>\r\n<blockquote>\r\n<p>Sex doesn't make Abrogail Thrune feel anywhere near as alive as when Carissa thought she was having her last thoughts, and Abrogail was reading and feeling it through Detections cast with the force of eighth-circle sorcery behind them.</p>\r\n<p>But it's not like she won't do it, to perfect her work on Carissa.</p>\r\n</blockquote>\r\n<p>&nbsp;</p>",
      "created_at": "2022-01-17T22:09:59.069+00:00",
      "icon": null,
      "updated_at": "2022-01-17T22:09:59.069+00:00",
      "user": {
        "id": 366,
        "username": "Iarwain"
      }
    },
    {
      "id": 1747132,
      "character": null,
      "character_name": null,
      "content": "<p>The story then continues with&nbsp;<strong><a href=\"/posts/5508\">project lawful and their oblivious boyfriend</a>.</strong></p>",
      "created_at": "2022-01-17T22:10:27.194+00:00",
      "icon": null,
      "updated_at": "2022-01-17T22:10:27.194+00:00",
      "user": {
        "id": 366,
        "username": "Iarwain"
      }
    }
  ]
}